
{
  "name": "Afghanistan",
  "content": {
    "documents": {
        "title": "Documents",
        "content": "Official government travel advisories from nearly every nation strongly advise against all travel to Afghanistan. The security situation is extremely volatile. For any essential travel, a visa obtained in advance from a Taliban-administered Afghan embassy or consulate is required for most foreign nationals. You must have a passport valid for at least six months beyond your intended stay. Entry and exit requirements can change with no notice. Registration with your respective foreign ministry, if possible, is critical. Journalists and aid workers often require special permission from the Taliban authorities, which is difficult to obtain and does not guarantee safety. Borders can close unexpectedly, and consular support is virtually non-existent as most embassies have suspended operations."
    },
    "culture": {
      "title": "Culture",
      "content": "Afghan culture is a rich, ancient tapestry woven from threads of Persian, Central Asian, and South Asian influences, deeply rooted in Islamic traditions and the Pashtunwali honor code.\n\n### Hospitality & Family\n**Hospitality ('melmastia')** is a sacred duty and a cornerstone of social life. Guests are treated with the utmost respect and generosity. An invitation for tea or a meal is a significant gesture of friendship.\nThe **family** is the absolute center of Afghan society, providing identity and security. Multi-generational households are common, with elders holding a position of immense authority. The honor of the family ('namus') is paramount.\n\n### Social Norms & Etiquette\n**Pashtunwali**, the traditional lifestyle code, influences the broader culture with its tenets of hospitality, justice, bravery, and loyalty.\n**Greetings** are formal; 'Salaam Alaikum' (Peace be upon you) is standard.\n**Dress** is conservative. Men typically wear the 'perahan tunban' (loose tunic and trousers). Women are expected to dress modestly, covering their hair. Under the current administration, strict dress codes (burqa or face veil) are enforced.\n**Gender segregation** is a prominent feature of social life. Men and women who are not related do not interact freely. Public displays of affection are highly inappropriate.\n\n### Arts & Cuisine\n**Poetry** holds a revered place, with figures like Rumi celebrated. Traditional music features instruments like the rubab and sitar. The Attan is the energetic national dance.\n**Afghan cuisine** is flavorful and hearty. 'Naan' (flatbread) is a staple. 'Qabuli Palau', steamed rice with lamb, carrots, and raisins, is the national dish. Tea ('chai') is the national drink and a symbol of hospitality.\n\n### Religion & Tradition\n**Islam** permeates every aspect of daily life. Mosques are central to every community, and religious festivals like Eid are major national holidays.\n**Buzkashi**, a rugged form of polo played with a goat or calf carcass, is a traditional national sport.\n**Craftsmanship** is renowned, particularly in carpet weaving, with each region having distinctive patterns."
    },
    "safety": {
      "title": "Safety",
      "content": "Afghanistan is considered one of the most dangerous countries in the world. Official government travel advisories from nearly every nation **strongly advise against all travel.**\n\n### High-Risk Environment\nThe security situation is extremely volatile, unpredictable, and can deteriorate with no warning. The risk of **terrorism, civil unrest, kidnapping, and violent crime** is exceptionally high.\n\n### Terrorism & Kidnapping\nTerrorist groups, including the Islamic State-Khorasan Province (ISIS-K), remain active and capable of launching attacks targeting public spaces, government buildings, and religious sites. Foreign nationals, journalists, and NGO workers are viewed as **high-value targets for kidnapping** for ransom or political leverage.\n\n### Crime & Rule of Law\nCriminal networks and armed groups operate with impunity. Armed robbery, carjacking, and home invasions are common. The rule of law is fragile, administered according to the Taliban's interpretation of Sharia law, with no guarantee of due process or consular access if detained.\n\n### Travel & Terrain Risks\nTravel outside of major cities is exceptionally hazardous due to the threat of IEDs, illegal checkpoints, and unexploded ordnance. Landmines from decades of conflict pose a constant threat. Road travel is dangerous due to poor infrastructure and erratic driving.\n\n### Risks for Women\nWomen face extreme risks. Strict codes on dress and behavior are enforced, and freedom of movement is heavily restricted, often requiring a male guardian ('mahram').\n\n### Essential Precautions\nIf travel is absolutely necessary, it requires professional security detail, armored vehicles, and meticulous planning. Maintaining a low profile, varying routines, and securing accommodation with robust physical security are critical. Rely on trusted, vetted local contacts for all arrangements. A satellite phone is essential for reliable communication. Assume you are under surveillance."
    },
    "health": {
      "title": "Health",
      "content": "The healthcare system in Afghanistan is in a state of near-total collapse. Access to even the most basic medical care is severely limited. **Do not get sick or injured in Afghanistan.**\n\n### System Collapse\nHospitals and clinics are critically understaffed, underfunded, and lack essential medicines and equipment. Many facilities have closed. Maternal and infant mortality rates are among the highest in the world.\n\n### Widespread Disease & Malnutrition\n**Malnutrition** is rampant, particularly among children. **Infectious diseases** are a major threat. Polio remains endemic. Outbreaks of measles, cholera, typhoid, and dysentery are common due to disrupted vaccination campaigns and contaminated water sources. Tap water is not potable.\n\n### For Foreign Visitors\n**Comprehensive travel insurance is mandatory**, and it must explicitly cover Afghanistan and include **emergency medical evacuation.** This is the only viable option for any serious medical condition and is extremely expensive and difficult to arrange.\n\n### Recommendations\n- Bring a personalized and comprehensive first-aid kit for trauma and illness.\n- Bring a full supply of any prescription medication you need; it will not be available for purchase.\n- Ensure all routine vaccinations (Hepatitis A & B, Typhoid, Polio, Rabies) are up to date before travel.\n- Practice meticulous hygiene and food/water safety. Avoid all uncooked food and only drink sealed bottled water.\n- Be aware of environmental risks like air pollution and sandfly-borne diseases like leishmaniasis.\n\nEmergency services (ambulance) are unreliable or non-existent. The quality of any available medical care falls far below international standards."
    },
    "money": {
      "title": "Money",
      "content": "The Afghan economy has effectively collapsed, making financial transactions extremely difficult.\n\n### Currency & Cash\nThe official currency is the Afghani (AFN). The economy is **overwhelmingly cash-based.** Do not expect to use credit cards, debit cards, or digital payments anywhere.\n\n### Banking & ATMs\nThe banking system is dysfunctional due to international sanctions and a severe liquidity crisis. **ATMs are non-functional.** Do not rely on being able to withdraw money. International wire transfers are nearly impossible.\n\n### Use US Dollars\nThe primary currency for any foreigner to bring is the **US Dollar**. Bring clean, new, undamaged bills in a mix of denominations. Older or torn bills will be rejected. You will need to exchange USD for AFN for daily expenses at licensed money changers ('sarrafs'). This should only be done with a trusted local contact.\n\n### Costs & Tipping\nFor locals, costs are low, but for a foreigner requiring security, expenses are extremely high (e.g., armored vehicles, secure housing). Bargaining is expected in all markets. Tipping is not a widespread custom but is appreciated given the economic hardship.\n\n### Key Information\n- **Bring all the cash (in USD) you will need for your entire stay.** There is no financial safety net.\n- Store cash securely (e.g., money belt, secure safe) and do not display it in public.\n- The Hawala system is the primary method for informal money transfers.\n- Be aware of currency declaration limits when entering and exiting the country."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Connectivity in Afghanistan is severely limited, unreliable, and controlled.\n\n### Internet & Mobile\nInternet access is concentrated in major cities and is sparse to non-existent elsewhere. The main way to get online is via mobile data from operators like Roshan or Afghan Wireless, but coverage is inconsistent and speeds are slow. Frequent and prolonged power outages are a major obstacle; always carry a power bank.\n\n### Censorship & Surveillance\nThe Taliban administration exercises significant control over telecommunications. There is a high risk of **surveillance and censorship.** Many websites and social media platforms are blocked. **A VPN is essential** to protect privacy and bypass some restrictions, but even VPN use may be monitored.\n\n### Physical Transport\n**Roads:** The network is in extreme disrepair. Travel is slow, hazardous, and poses a major security risk due to IEDs, ambushes, and illegal checkpoints.\n**Rail:** There is no passenger railway system.\n**Air:** Domestic air travel between major cities is the safest option, but carriers do not meet international safety standards, and flights are unreliable. International service to Kabul is very limited and can change at a moment's notice.\n\n### Mail & Communication\nThe postal system is non-functional for international mail. A satellite phone is the only truly reliable means of communication, especially in remote areas or during a crisis. Apps like WhatsApp are used but depend on a fragile internet connection."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Afghanistan requires prioritizing security above all else and showing deep cultural respect.\n\n### Security-First Mindset\nYour freedom of movement is gone. All travel must be pre-planned, risk-assessed, and conducted with professional security. You cannot explore freely.\n\n### Cultural & Religious Norms\nAfghan society is deeply conservative and religious. **Dress code is critical.** Men must wear long trousers and shirts. Women must dress extremely modestly, covering their hair ('hijab'); under current rules, a full covering may be required. Public displays of affection are forbidden. Gender segregation is strictly observed.\n\n### Social Etiquette\n- Use basic greetings like 'Salaam Alaikum' (Peace be upon you).\n- Always use your right hand for eating, giving, and receiving items.\n- Accept that 'Inshallah' (God willing) governs the concept of time; patience is a survival skill.\n- Building personal relationships through trust and respect is paramount.\n- Be discreet. Do not discuss politics or religion critically. Do not take photos of people (especially women) or government buildings without explicit permission.\n\n### Mental & Physical Resilience\nBe prepared for an environment of high stress and visible suffering. The physical environment is harsh, with extreme temperatures and basic amenities (power, water) being unreliable. Develop coping mechanisms and be prepared for a complete recalibration of your personal and professional expectations. Success is measured in small victories and, most importantly, staying safe."
    }
  }
}

    