{
  "name": "Armenia",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "Document requirements for visiting Armenia are straightforward for many nationalities.\nA passport valid for the duration of your stay is required.\nMany citizens, including those from the EU, USA, UK, Canada, Australia, and Russia, can enter Armenia visa-free for up to 180 days per year.\nThis visa-free policy makes short-term tourism very accessible.\nAlways confirm the specific visa regulations for your nationality before travel, as rules can be updated.\nSome nationalities may be eligible for a visa on arrival at Zvartnots International Airport (EVN) in Yerevan or at certain land border crossings.\nHowever, obtaining an e-visa in advance is often recommended to ensure a smoother entry process.\nThe e-visa can be applied for through the official Armenian government portal.\nUpon entry, your passport will be stamped. There are no paper landing cards.\nImmigration officials are generally professional and the process is quick.\nThey may ask for the address of your accommodation, so have it ready.\nProof of onward travel or sufficient funds is not typically requested from visitors of visa-free countries, but it is always wise to have such information available.\nFor longer stays, work, or study, a residency permit or the appropriate visa must be obtained.\nThis process is handled by the Passport and Visa Department of the Police of Armenia (OVIR) in Yerevan.\nIt requires more extensive documentation and can be a bureaucratic process.\nIf renting a car, a valid driver's license from your home country is usually sufficient.\nAn International Driving Permit (IDP) is not officially mandatory but is highly recommended.\nIt provides a translation of your license and can prevent any potential issues with local police, especially outside of Yerevan.\nAlways carry your passport, driver's license, and vehicle documents when driving.\nIt is advisable to carry a copy of your passport (photo page and entry stamp) for everyday identification.\nKeep your original passport in a secure place.\nThere are no mandatory vaccination requirements for entry into Armenia.\nLost or stolen passports should be reported immediately to the local police to obtain a police report.\nYou will then need to contact your country's embassy or consulate in Yerevan for an emergency travel document.\nMost major countries have an embassy in Yerevan, which simplifies this process compared to some other Caucasus nations.\nArmenia has open land borders with Georgia and Iran.\nThe borders with Turkey and Azerbaijan are permanently closed due to long-standing political conflicts.\nWhen crossing land borders, ensure your passport is stamped correctly on both exit and entry.\nBe aware that having stamps from Nagorno-Karabakh (Artsakh) in your passport can result in being denied entry to Azerbaijan.\nConversely, an Azerbaijani stamp does not pose any problem for entry into Armenia.\nFor customs, you must declare any currency exceeding US$10,000 (or equivalent).\nThere are also restrictions on the import of tobacco and alcohol.\nBringing antiquities, art, or carpets out of the country may require a special permit from the Ministry of Culture to prove they are not of historical value.\nAlways get a certificate of authenticity from the seller when purchasing such items.\nDigital copies of all your important documents are a prudent backup.\nEnsure your passport has at least one blank page for the entry stamp.\nThe official language for all documents is Armenian. In Yerevan, many official forms may also be available in Russian or English.\nFor tourists, the document process is among the easiest in the region, reflecting Armenia's welcoming attitude towards visitors.\nThe focus is on facilitating tourism, which is a growing sector of the economy.\nFor any non-tourist activity, however, be prepared for a more formal and bureaucratic process.\nThe simplicity for tourists should not be mistaken for a lack of rules for other types of stays.\nAlways respect the 180-day limit for visa-free travel; overstaying can result in fines.\nThe process is generally efficient and does not require extensive advance planning for most visitors."
    },
    "culture": {
      "title": "Culture",
      "content": "Armenian culture is ancient, resilient, and deeply rooted in a history that stretches back millennia. It is a culture defined by its strong Christian faith, a unique alphabet, profound family values, and a powerful sense of national identity forged through centuries of survival.\n\n### History & Identity\nArmenia was the **first nation in the world to adopt Christianity as its state religion in 301 AD**. This fact is the absolute cornerstone of the national identity.\nThe Armenian Apostolic Church is one of the world's oldest Christian communities.\nAncient monasteries, like Tatev, Geghard, and Khor Virap, are not just tourist sites; they are the spiritual and cultural heart of the nation.\nThe **Armenian Genocide of 1915** is the defining tragedy of modern Armenian history. It is a profound and ever-present part of the collective consciousness.\nThe Tsitsernakaberd memorial in Yerevan is a sacred place of remembrance.\nRespect and solemnity are expected when discussing or visiting sites related to the Genocide.\n\n### Family & Hospitality\nThe **family** is the center of the universe in Armenian culture. Loyalty to family is paramount.\nMulti-generational households are common, and elders are treated with immense respect and authority.\n**Hospitality** is a sacred duty. Armenians are incredibly warm and generous hosts.\nGuests are often treated to a lavish spread of food and drink, and it is considered polite to accept what is offered.\nAn invitation to someone's home is a genuine gesture of friendship.\n\n### Food & Drink\nArmenian cuisine is fresh, flavorful, and based on the bounty of the land.\n**Khorovats** (barbecue) is a national obsession. It's not just a dish, but a social ritual, involving perfectly grilled meat (pork, lamb, or chicken).\n**Lavash**, a thin, unleavened flatbread, is a UNESCO-listed cultural treasure. It is served with every meal.\nDishes like dolma (stuffed grape leaves), harissa (a thick porridge of wheat and meat), and various fresh cheeses and herbs are staples.\n**Armenian brandy (cognac)** is world-famous and a source of great national pride. Winston Churchill was a noted fan.\n**Wine** has been made here for over 6,000 years, as evidenced by the Areni-1 winery, the oldest in the world.\n\n### Language & Arts\nThe **Armenian alphabet**, created by Mesrop Mashtots in 405 AD, is a unique and beautiful script. It was a crucial tool for preserving the nation's religious and cultural identity.\nThe Matenadaran in Yerevan is a stunning repository of ancient manuscripts.\nArmenians have a deep love for music, poetry, and the arts.\nThe duduk, an ancient double-reed woodwind instrument made of apricot wood, produces a hauntingly beautiful and melancholic sound that is considered the voice of the Armenian soul.\nChess is a national pastime and is even taught as a mandatory subject in schools.\n\n### Social Customs\nGreetings are warm. A handshake is common, and close friends and family will kiss on the cheek.\nWhen you are a guest, a 'toast' ('kenats') is a very important ritual.\nThe 'tamada' (toastmaster) will lead a series of toasts to family, country, parents, and guests.\nIt is a sign of respect to participate.\nArmenians are known for being strong-willed, proud, and having a somewhat stoic or serious public demeanor.\nHowever, this exterior often hides a very warm, passionate, and humorous nature that emerges once a connection is made.\nTime can be flexible. While punctuality is appreciated in business, social events may start later than scheduled.\nYerevan has a vibrant cafe culture. In the evenings, locals flock to outdoor cafes for coffee, conversation, and people-watching.\nWhile deeply traditional, the society in Yerevan is also modern and forward-looking.\nThere is a strong connection to the global **Armenian diaspora**, which plays a vital role in the country's economy and culture.\nRespect for tradition and history coexists with a dynamic and creative youth culture, especially in the tech and arts scenes.\nThe culture is a testament to the endurance of a people who have maintained their unique identity against incredible historical odds."
    },
    "safety": {
      "title": "Safety",
      "content": "Armenia is a very safe country for travelers, with exceptionally low rates of crime.\nVisitors often remark on the feeling of security, even when walking late at night in the capital, Yerevan.\n\n### Crime\n**Violent crime is extremely rare** and almost never targets foreigners.\n**Petty crime**, such as pickpocketing and bag snatching, is also very uncommon, even in crowded areas.\nThis is a stark contrast to many other countries in the region and worldwide.\nOf course, it is still wise to take basic precautions: be aware of your surroundings, don't flash large amounts of cash, and keep an eye on your belongings.\nScams targeting tourists are not a widespread issue.\nThe main source of safety concerns is not crime, but rather roads and regional politics.\n\n### Road Safety\nThis is the **most significant safety risk** for visitors in Armenia.\nDriving standards can be poor and erratic.\nDrivers often ignore traffic rules, speed, and make unpredictable maneuvers.\nRoads outside of Yerevan and other major highways can be in poor condition, with potholes and inadequate lighting.\nIn winter, mountain roads can be treacherous due to snow and ice.\nThe M-6 highway to the Georgian border is notoriously challenging.\nIf you rent a car, you must be a confident and highly defensive driver.\nHiring a car with a local driver is a popular and often safer alternative.\nPedestrians should also be extremely cautious, even at marked crosswalks, as vehicles may not yield.\n\n### Regional Politics & Border Areas\nArmenia has a long-standing and unresolved conflict with its neighbor, **Azerbaijan**, primarily over the Nagorno-Karabakh region.\n**It is strictly advised to avoid the border areas with Azerbaijan and the Nakhchivan exclave.**\nThese are militarized zones with a risk of ceasefire violations, gunfire, and landmines.\nYour travel insurance will be void if you travel to these regions against official advice.\nThe border with **Turkey** is also closed and should be avoided.\nThe borders with **Georgia** (in the north) and **Iran** (in the south) are open and are the safe entry/exit points for overland travel.\nThere is no active conflict within the main tourist areas of Armenia, which are far from these sensitive borders.\nTravel to places like Yerevan, Lake Sevan, Tatev, and Dilijan is perfectly safe.\n\n### Other Safety Points\n**Protests and demonstrations** can occur in Yerevan, usually related to political issues.\nThese are almost always peaceful, but it is sensible to avoid large crowds as a precaution.\n**Emergency services** can be reached by dialing 911.\nResponse times and the quality of service may not meet Western standards, especially in rural areas.\n**Solo female travelers** consistently report feeling very safe in Armenia.\nUnwanted attention is not a common problem.\nArmenia is in a seismically active zone, and earthquakes are a possibility. The devastating Spitak earthquake of 1988 is a major event in the nation's recent history.\nWhen hiking, be prepared for changing weather conditions, especially in the mountains.\nThere are some venomous snakes (like the Caucasian viper) in rural areas, so be cautious when hiking in tall grass or rocky terrain.\nStray dogs are common but are usually not aggressive.\nOverall, the personal safety of travelers in Armenia is excellent.\nThe hospitable nature of the people contributes greatly to this sense of security.\nBy driving carefully and staying away from the closed and sensitive border zones, you can expect a very safe and trouble-free visit."
    },
    "health": {
      "title": "Health",
      "content": "The healthcare system in Armenia has been developing, but there is a significant difference between facilities in Yerevan and those in the rest of the country.\n\n### Healthcare System\nIn **Yerevan**, there are several modern, private medical centers and hospitals that offer a good standard of care for most common health issues.\nThese facilities often have English-speaking staff and are the recommended choice for travelers.\n**Public hospitals**, both in the capital and especially in rural areas, are generally not up to Western standards.\nThey may lack modern equipment, and conditions can be basic.\nFor any serious or complex medical condition, **medical evacuation** to a country in Western Europe may be necessary.\n**It is absolutely essential to have comprehensive travel and health insurance.**\nYour policy must include coverage for medical evacuation.\nPrivate healthcare is not cheap, and you will be expected to pay for services upfront.\n\n### Food & Water Safety\n**Tap water** in Yerevan is generally considered safe to drink, as it comes from mountain springs.\nMany locals drink it without any issues.\nHowever, for travelers with sensitive stomachs or those visiting for a short time, it is advisable to **stick to bottled water** to be safe.\nBottled water is inexpensive and available everywhere.\nOutside of Yerevan, it is best to avoid tap water.\n**Food hygiene** in restaurants is generally good.\nArmenian cuisine relies on fresh ingredients, especially fruits, vegetables, and grilled meats, which are usually safe.\nBe cautious with dairy products like cheese in very rural markets if you are unsure of the pasteurization.\nTraveler's diarrhea is always a possibility. It is a good idea to bring appropriate medication with you.\n\n### Vaccinations & Diseases\nNo specific vaccinations are required for entry into Armenia.\nEnsure your routine vaccinations are up to date.\nThere is no significant risk of malaria, yellow fever, or other tropical diseases.\nThe main health risks are related to food and water, and the physical environment.\n\n### Pharmacies & Prescriptions\nPharmacies ('apteka') are very common in Yerevan and are well-stocked.\nPharmacists are knowledgeable and can provide advice for minor health problems.\nMany medications can be purchased over the counter without a prescription.\nIf you take specific prescription medication, bring a sufficient supply for your trip.\nCarry it in its original packaging along with a copy of your prescription.\n\n### Environmental Health\n**Sun exposure** can be strong, especially in the summer and at high altitudes around Lake Sevan.\nUse sunscreen, a hat, and sunglasses.\nIn winter, conditions can be very cold, with snow and ice. Dress appropriately to avoid hypothermia or frostbite.\n**Air quality** in Yerevan can be poor at times due to traffic and industrial pollution.\nThis might affect travelers with respiratory conditions.\n\n### Emergency Services\nThe emergency number for an ambulance is 911.\nResponse times for public ambulances can be slow, especially outside of Yerevan.\nPrivate clinics in Yerevan often have their own ambulance services, which may be a more reliable option in an emergency.\nIt is a good idea to have the contact details of a reputable private clinic in Yerevan on hand.\nYour hotel or your country's embassy can usually provide recommendations.\nDental care in private clinics in Yerevan is of a good standard and is much more affordable than in Western countries.\nOverall, the health risks in Armenia are low for the average traveler.\nThe primary advice is to have good travel insurance, be cautious with water outside the capital, and be prepared for the environmental conditions."
    },
    "money": {
      "title": "Money",
      "content": "Armenia is a very affordable country with a straightforward and easy-to-navigate financial system for travelers.\n\n### Currency\nThe official currency is the **Armenian Dram (AMD)**.\nAll prices are listed in Dram, and all transactions must legally be conducted in Dram.\nWhile some hotels or tour operators may quote prices in US Dollars or Euros for convenience, you will almost always pay in the local currency.\nThe Dram is a relatively stable currency.\n\n### Cash, Cards & ATMs\nArmenia is a **cash-friendly economy**, but card usage is rapidly growing.\nIn **Yerevan**, credit and debit cards (Visa and MasterCard are most common) are widely accepted in hotels, restaurants, supermarkets, and larger shops.\nHowever, you will need **cash** for smaller shops, street vendors, local markets, taxis, and for most transactions outside of the capital.\nIt is essential to always have a reasonable amount of cash on you.\n**ATMs are everywhere** in Yerevan and are also present in all other towns and cities.\nThey are reliable and dispense Armenian Dram.\nMost ATMs have an English-language option and accept international cards.\nATMs are the easiest and most convenient way to get local currency.\n\n### Currency Exchange\nCurrency exchange offices are very common in Yerevan and offer competitive rates.\nThey are often a better option than exchanging money at the airport or in banks.\nMajor currencies like the US Dollar, Euro, and Russian Ruble are the easiest to exchange.\nBring clean, modern banknotes for the best rates.\n\n### Costs & Budgeting\nArmenia is an **extremely budget-friendly destination**.\nAccommodation, food, transport, and activities all offer incredible value for money compared to Europe or North America.\nYou can eat very well at local restaurants for a very low price.\nPublic transport is exceptionally cheap.\nTaxis are also very affordable, especially when using ride-hailing apps.\nThis affordability allows for a high-quality travel experience even on a modest budget.\n\n### Tipping\nTipping is not obligatory but is increasingly common and is always appreciated for good service.\nIn restaurants, a tip of 5-10% is a nice gesture.\nSome restaurants may add a 10% service charge to the bill automatically; in this case, no extra tip is needed.\nFor taxi drivers, rounding up the fare is common.\nIt is also customary to tip tour guides.\n\n### Ride-Hailing Apps\nRide-hailing apps like **Yandex Go** and **GG** are extremely popular, reliable, and cheap in Yerevan and other major cities.\nThey are often easier and cheaper than hailing a traditional taxi.\nDownloading one of these apps upon arrival is highly recommended.\nYou can link your credit card or choose to pay the driver in cash.\n\n### Financial Environment\nThe banking system is modern and reliable.\nThere are no major concerns about financial scams or instability affecting tourists.\nInform your bank of your travel plans to ensure your cards work without issue.\nBecause of its affordability, you will find that your money goes a long way in Armenia.\nThis is one of the country's major draws for travelers.\nManaging your money is simple: use your card where possible in Yerevan, and use cash withdrawn from an ATM for everything else."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Connectivity in Armenia is excellent, especially for a country in this region, with impressive digital infrastructure and a manageable physical network.\n\n### Digital Connectivity\n**Mobile & Internet:** Armenia boasts fast, cheap, and widespread mobile internet.\n**4G/LTE coverage is excellent**, not just in Yerevan but across most of the country, including many rural and mountainous areas.\nThe main mobile providers are Team, Viva-MTS, and Ucom.\nBuying a local prepaid SIM card is incredibly easy and highly recommended.\nYou can get one at the airport or at numerous phone shops.\nData packages are very cheap, offering large amounts of data for just a few dollars.\n**Wi-Fi is ubiquitous and free** in almost every cafe, restaurant, and hotel in Yerevan and other towns.\nThe quality is generally very good.\nThis excellent digital connectivity makes Armenia a great destination for digital nomads and remote workers.\n\n### Physical Connectivity\nArmenia is a small, landlocked, mountainous country, which shapes its transportation network.\n**Getting There:** The primary international gateway is **Zvartnots International Airport (EVN)** in Yerevan, which is well-connected to Europe, Russia, and the Middle East.\nOverland travel is possible through the land borders with **Georgia** in the north and **Iran** in the south.\n**Getting Around:** The road network is the main way to travel within the country.\n**Renting a car** offers the most flexibility for exploring the country's many monasteries and natural sights.\nBe aware of the challenging driving conditions (see Safety).\n**Hiring a car with a driver** is a very popular and affordable alternative.\nThis allows you to relax and enjoy the scenery without the stress of driving.\n**Tours** are also a great option. Many local operators offer day trips from Yerevan or multi-day tours around the country at very reasonable prices.\n**Public transport** exists but can be challenging for tourists to navigate.\nBuses and minibuses ('marshrutkas') connect Yerevan to other towns.\nThey are very cheap but can be crowded, slow, and lack fixed schedules.\nThe **railway network** is limited. There is an overnight train to Tbilisi (Georgia) and a few slow domestic lines, but it is not a practical way to travel for tourism within Armenia.\n\n### Urban Transport in Yerevan\nThe best way to get around Yerevan is a combination of **walking** and using **ride-hailing apps**.\nThe city center is very compact and walkable.\nApps like **Yandex Go** and **GG** offer incredibly cheap and efficient taxi services.\nYerevan also has a small, one-line **metro system**, which is a clean and easy way to travel north-south through the city.\n\n### Mail & Media\nThe postal service (Haypost) is functional but can be slow for international mail.\nThere are several independent media outlets, and access to international news is unrestricted.\n\n### Summary\nDigital connectivity is a major strength for Armenia. You will have no problem staying online.\nPhysical connectivity requires some planning. While the country is small, the mountainous terrain can make journeys longer than they appear on a map.\nA combination of day tours from Yerevan and hiring a driver for longer trips is an effective strategy for most visitors."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Armenia is an easy and rewarding experience, centered on appreciating its deep history, warm hospitality, and modern energy.\n\n### Embrace the History and Faith\nTo understand Armenia, you must appreciate the central role of its **Christian faith and ancient history**.\nBe respectful when visiting monasteries and churches. Dress modestly (shoulders and knees covered for both men and women). Women may be expected to cover their hair; scarves are often provided at the entrance.\nUnderstand that the **Armenian Genocide** is a topic of profound national pain and importance. Approach the subject with sensitivity and respect.\n\n### Accept the Hospitality\nArmenian hospitality can be overwhelming. You will be offered food, drink (especially brandy), and friendship.\nAccepting these gestures graciously is the best way to connect with the culture.\nBe prepared for the ritual of the **'tamada' (toastmaster)** at any formal meal. It is a sign of respect to listen to the toasts and participate.\n\n### Adapt to the Social Scene\nThe public demeanor of Armenians can seem serious or stoic at first glance.\nDo not mistake this for unfriendliness. Once you engage with people, they are incredibly warm, expressive, and welcoming.\nYerevan has a lively, European-style cafe culture. Adapt to spending evenings sitting at outdoor cafes, enjoying a coffee and conversation.\n\n### Language\nArmenian is a unique language with its own alphabet.\nHowever, **Russian is widely spoken** by most middle-aged and older Armenians, a legacy of the Soviet era.\n**English is increasingly spoken** by young people, especially in Yerevan's service industry.\nLearning a few Armenian words like 'Barev' (Hello) and 'Shnorhakalutyun' (Thank you) will be met with delighted appreciation.\n\n### Food and Drink\nBe prepared for hearty, meat-heavy meals, especially 'khorovats' (barbecue).\nIf you are a guest, your plate and glass will be constantly refilled. It is polite to at least try everything.\nUnderstand that brandy and wine are integral to social gatherings.\n\n### Driving and Walking\nThis is a key practical adaptation. **Be a highly defensive driver and a very cautious pedestrian.**\nTraffic rules are often treated as suggestions. Assume that cars will not stop for you, even at a crosswalk.\n\n### Pace of Life\nWhile Yerevan has a vibrant energy, the overall pace of life is more relaxed than in many Western capitals.\nSchedules can be flexible, and personal relationships are often prioritized over strict timetables.\n\n### Financial Adaptation\nAdapt to using cash outside of Yerevan's main establishments.\nThe affordability of the country is a pleasant adaptation for most visitors.\n\n### Mindset: The Past in the Present\nAdapt to a culture where the ancient past is an integral part of the present.\nYou will see millennia-old monasteries with Yerevan's modern skyline in the distance.\nThis juxtaposition of the ancient and the new is the essence of modern Armenia.\n\n### Safety and Trust\nOne of the easiest adaptations is to the feeling of safety.\nIt can be strange for visitors from high-crime cities to relax their guard, but Armenia is genuinely a very safe and trustworthy society.\nYou can walk around at night without fear.\nBy showing respect for the country's profound history and faith, and by opening yourself up to the warmth of its people, you will find adapting to Armenia to be an effortless and deeply enriching experience."
    }
  }
}