{
  "name": "Austria",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "Austria is part of the Schengen Area, which simplifies entry for many travelers.\nA passport valid for at least three months beyond your planned departure from the Schengen Area is required.\nYour passport must have been issued within the last 10 years.\nCitizens of other Schengen countries can enter using just a national ID card.\nCitizens of many countries, including the USA, UK, Canada, Australia, and New Zealand, do not need a visa for tourist or business stays of up to 90 days within any 180-day period.\nThis 90-day limit applies to the entire Schengen Area combined, not just Austria.\nIf you are visiting multiple Schengen countries, you must track your total days spent in the zone.\nFor longer stays (over 90 days), or for purposes of work or study, you must apply for a national visa (Visa D) or a residency permit from an Austrian embassy or consulate *before* you travel.\nUpon arrival from a non-Schengen country, your passport will be stamped.\nEnsure you get this stamp, as it proves your legal entry and is necessary for tracking your 90-day stay.\nWhen traveling between Schengen countries, there are generally no border checks, but you are still required to carry your passport or ID card.\nPolice can perform random checks, and you must be able to prove your identity and legal status.\nIt is a legal requirement in Austria to carry a form of photo ID at all times.\nFor tourists, your passport is the official form of ID. A photocopy is not legally sufficient, though it may be accepted in some informal situations.\nIf you are staying in any form of commercial accommodation (hotel, guesthouse, Airbnb), you will be required to register upon check-in.\nThis involves filling out a form ('Gästeblatt') with your personal and passport details.\nThis is a standard legal requirement, and the hotel handles the process for you.\nThere are no specific vaccination requirements for entry into Austria.\nIf you plan to drive, you will need a valid driver's license from your home country.\nIf your license was not issued in an EU/EEA country, an International Driving Permit (IDP) is legally required in addition to your home license.\nRental car companies may not always ask for the IDP, but police will in the event of a traffic stop or accident.\nWhen driving, you must have your license, IDP, vehicle registration, and proof of insurance in the car at all times.\nA 'Vignette' (toll sticker) is mandatory for driving on all motorways ('Autobahnen') and expressways ('Schnellstraßen').\nYou must purchase this sticker at the border, at a petrol station, or online *before* driving on these roads.\nFailure to display a valid vignette will result in heavy on-the-spot fines.\nThere are also separate tolls for certain mountain passes and tunnels.\nFor winter driving (November 1 to April 15), winter tires are a legal requirement under wintery conditions (snow, ice, slush).\nSnow chains may be required for some mountain roads, indicated by a blue circular sign with a tire and chain.\nLost or stolen passports must be reported to the local police to get a police report.\nYou will then need to contact your home country's embassy in Vienna for an emergency travel document.\nKeep digital and physical copies of your important documents in a secure and separate place.\nCustoms regulations for those arriving from outside the EU limit the amount of tobacco and alcohol you can bring in duty-free.\nWhen traveling within the EU, there are higher limits for goods intended for personal use.\nOverall, the document process for tourists is very straightforward due to the Schengen agreement.\nThe key is to have a valid passport, be mindful of the 90/180 day rule, and, if driving, to have an IDP and a vignette."
    },
    "culture": {
      "title": "Culture",
      "content": "Austrian culture is a sophisticated blend of imperial history, a deep-rooted passion for classical music and the arts, a love for the outdoors, and a distinct form of charming formality known as 'Gemütlichkeit'.\n\n### Imperial Legacy & Arts\nThe culture is deeply influenced by the centuries-long legacy of the Habsburg Empire.\nThis is most visible in the magnificent architecture of Vienna, Salzburg, and Innsbruck – palaces, cathedrals, and grand public buildings.\nAustria is the undisputed capital of **classical music**. The nation has been home to a staggering number of legendary composers, including Mozart, Beethoven, Strauss, Haydn, and Schubert.\nAttending a concert, an opera at the Vienna State Opera, or a performance by the Vienna Boys' Choir is a quintessential cultural experience.\n**Coffeehouse culture** is a UNESCO Intangible Cultural Heritage. Viennese coffeehouses are elegant, historic institutions.\nThey are seen as a public living room ('erweitertes Wohnzimmer'), where people go to read newspapers, talk, work, and enjoy coffee and exquisite pastries like Sachertorte or Apfelstrudel.\nYou can linger for hours over a single cup of coffee, and you will not be rushed.\n\n### Formality & Social Etiquette\nAustrians can be more formal, reserved, and traditional than their German neighbors.\nPoliteness and good manners are highly valued.\nAlways greet people when entering a small shop or a doctor's waiting room. A polite 'Grüß Gott' (the traditional greeting) or 'Guten Tag' is expected.\nUsing formal titles is important. Address people with their title and surname (e.g., 'Herr Doktor Bauer', 'Frau Schmidt') until you are invited to use their first name.\nThe formal 'Sie' is used for 'you' in most interactions, with the informal 'du' reserved for close friends, family, and children.\nPunctuality is a virtue. Be on time for appointments and social gatherings.\n\n### Gemütlichkeit & The Outdoors\n**'Gemütlichkeit'** is a key cultural concept that is difficult to translate. It encompasses a feeling of warmth, coziness, friendliness, and belonging.\nIt can be found in a rustic mountain hut, a cozy coffeehouse, or a 'Heurige' (wine tavern).\nAustrians have a profound love for nature and the outdoors.\nLife is structured around the seasons: **skiing and winter sports** are a national obsession in the winter, while **hiking ('Wandern')** in the Alps is the primary activity in the summer.\nAlpine culture is very strong, with traditions like folk music, lederhosen, and dirndls still very much alive, especially in regions like Tyrol and Styria.\n\n### Cuisine & Drink\nAustrian cuisine is hearty and flavorful, a legacy of the Austro-Hungarian Empire.\n**Wiener Schnitzel** (a breaded and fried veal cutlet) is the iconic national dish.\nOther staples include Tafelspitz (boiled beef), Goulash, and various dumplings ('Knödel') and noodles ('Spätzle').\nAustria produces excellent wines, particularly white wines like Grüner Veltliner, from regions like the Wachau Valley.\n**'Heurigen'** are traditional wine taverns, mainly found on the outskirts of Vienna, where winemakers serve their new wine along with rustic food. They are a beloved local institution.\nBeer culture is also very strong, with a wide variety of excellent local brews.\n\n### Regional Differences\nAustria is a federal republic, and regional identity is very strong.\nA Tyrolean from the mountains has a very different cultural identity from a Viennese city-dweller.\nEach state has its own distinct dialect, traditions, and cuisine.\n\n### Other Cultural Notes\nA strong emphasis is placed on order, cleanliness, and rules.\nSunday is a day of rest. Most shops, including supermarkets, are **closed on Sundays**. Plan accordingly.\nAustrians have a unique, often dark and ironic, sense of humor.\nThey value titles and academic achievements. It is common to see degrees (Dr., Mag., Ing.) used on business cards and doorbells.\nWhile initially formal, once you get to know Austrians, they are warm and loyal friends.\nIt is a culture that beautifully balances imperial grandeur with a deep, personal connection to nature and tradition."
    },
    "safety": {
      "title": "Safety",
      "content": "Austria is one of the safest countries in the world, with a very low crime rate and high political stability.\nVisitors can feel secure and at ease in virtually all parts of the country.\n\n### Crime\n**Violent crime is extremely rare** and does not pose a risk to the vast majority of travelers.\n**Petty crime**, like pickpocketing and bag snatching, can occur, but it is much less common than in other major European capitals.\nBe most vigilant in crowded tourist areas, such as Vienna's city center (around St. Stephen's Cathedral), on public transport, and at major train stations like Westbahnhof or Hauptbahnhof.\nTake standard precautions: keep valuables out of sight, be aware of your surroundings, and do not leave bags unattended.\nScams are not a widespread problem.\nWalking alone at night in cities is generally very safe.\n\n### Alpine & Outdoor Safety\nThe **greatest safety risks in Austria are related to the mountain environment**.\nThe Alps are beautiful but can be dangerous for the unprepared.\n**Weather** in the mountains can change with extreme speed. A sunny day can turn into a cold, stormy, or foggy one in a matter of minutes.\nAlways check the weather forecast from a reliable local source before setting out on a hike.\n**Avalanches** are a major and deadly risk in winter.\nNever ski, snowboard, or snowshoe in the backcountry without proper training, equipment (transceiver, shovel, probe), and knowledge of current avalanche conditions.\nStay on marked trails and slopes unless you are an expert and have a guide.\nHeed all warning signs and respect closed-off areas.\n**Hiking** requires proper preparation.\nWear sturdy hiking boots, not sneakers.\nDress in layers and always carry waterproof clothing, extra food, water, and a first-aid kit.\nInform someone of your route and your expected return time.\nMountain rescue services are highly professional but are very expensive if your rescue is deemed to be the result of negligence. Your insurance should cover mountain rescue.\n**Lightning storms** can be sudden and dangerous in the mountains during the summer.\nSeek shelter if a storm approaches; avoid high ridges and lone trees.\n\n### Road Safety\nAustria has an excellent and well-maintained road network.\nDriving standards are generally very high and rules are strictly enforced.\nHowever, be aware of speed limits, which are monitored by cameras and unmarked police cars.\nFines for speeding are high.\nDriving in winter can be hazardous. Winter tires are a legal requirement, and snow chains may be necessary for mountain passes.\nRemember to purchase a **vignette** to drive on motorways.\n\n### Other Safety Points\nThe **emergency number** for police, ambulance, and fire services is the pan-European **112**. You can also use 133 for police, 144 for ambulance, and 122 for the fire department.\nThere is no significant threat of terrorism.\nPublic transport is modern, reliable, and extremely safe.\nTap water is of excellent quality and is safe to drink everywhere; it is some of the best in the world.\nTicks that can carry tick-borne encephalitis (TBE) are present in forested areas.\nVaccination is recommended for those planning extensive hiking or camping. Check your body for ticks after being outdoors.\nPolitical demonstrations are rare and almost always peaceful.\nOverall, Austria is an exceptionally safe destination.\nThe main safety mantra is to respect the power of the mountains. By being well-prepared for any outdoor activities, your trip is very likely to be completely incident-free."
    },
    "health": {
      "title": "Health",
      "content": "Austria has an excellent, high-quality, and accessible healthcare system, considered one of the best in the world.\n\n### Healthcare System\nThe system is a hybrid of public and private providers, with universal coverage for residents.\nFacilities, both public and private, are modern, well-equipped, and adhere to very high standards of hygiene and care.\nDoctors and medical staff are highly trained.\nMany doctors, especially in cities and tourist areas, speak excellent English.\n\n### Health Insurance\nFor citizens of the EU/EEA and Switzerland, the **European Health Insurance Card (EHIC)** is valid in Austria.\nThe EHIC allows you to access the public healthcare system on the same basis (and at the same cost) as an Austrian resident.\nThis means that many treatments will be free or low-cost.\nHowever, the EHIC is **not a substitute for travel insurance**. It does not cover private medical care, mountain rescue, or medical repatriation.\nFor **non-EU citizens**, it is **absolutely essential to have comprehensive travel and health insurance**.\nWithout insurance, medical costs can be very high. You will be expected to pay for treatment, often upfront.\nEnsure your insurance has good coverage for medical emergencies and, crucially, for **winter sports and mountain rescue** if you plan to ski or hike.\n\n### Pharmacies & Prescriptions\nPharmacies ('Apotheke') are widely available and are marked with a red 'A' symbol.\nThey are professional and well-stocked.\nPharmacists ('Apotheker') are highly qualified to provide advice on minor ailments and over-the-counter medications.\nMany medications that might be available over-the-counter elsewhere require a prescription from a doctor in Austria.\nIf you take prescription medication, bring a sufficient supply for your trip.\nCarry it in its original packaging, along with a doctor's letter or a copy of the prescription.\n\n### Food & Water Safety\nThe standards of food hygiene are extremely high.\n**The tap water is of exceptional quality and is safe to drink everywhere.**\nIt is cold, clean, and delicious, coming directly from the Alps.\nThere is no need to buy bottled water; filling a reusable bottle from the tap is standard practice.\nMany cities, like Vienna, have public drinking fountains.\n\n### Vaccinations & Environmental Health\nNo special vaccinations are required for travel to Austria.\nEnsure your routine immunizations are up to date.\n**Tick-borne encephalitis (TBE)** is a risk in rural and forested areas below 1,500 meters, particularly in spring and summer.\nA vaccine is available and recommended for those who plan extensive hiking, camping, or outdoor activities in these areas.\nAlways check your body for ticks after spending time in nature.\n**Sun exposure** can be intense in the mountains, even on cloudy days or in winter, due to the high altitude and reflection from snow.\nUse sunscreen and wear sunglasses.\n\n### Emergency Services\nEmergency services are efficient and reliable.\nThe pan-European emergency number is **112**.\nSpecific numbers are 144 (ambulance) and 140 (mountain rescue).\nResponse times are fast.\nAmbulance services are not free; they are covered by insurance (EHIC for EU citizens, travel insurance for others).\n\n### Summary\nThe healthcare system is excellent, so you will be in good hands if something happens.\nThe key is to have the right insurance. EU citizens must carry their EHIC, and all others need robust private travel insurance.\nThe main preventative measures involve being sensible in the mountains and considering a TBE vaccination if you plan extensive outdoor activities."
    },
    "money": {
      "title": "Money",
      "content": "Austria is part of the Eurozone, and its financial system is modern, stable, and easy for travelers to navigate.\n\n### Currency\nThe official currency is the **Euro (€)**.\nIf you are arriving from another Eurozone country, you will not need to worry about exchanging currency.\n\n### Cards, ATMs & Digital Payments\nAustria is a modern economy, but it has a **stronger preference for cash ('Bargeld')** compared to many other Western European nations, especially Nordic countries.\n**Credit and debit cards** (Visa and MasterCard are most common) are widely accepted in hotels, major restaurants, supermarkets, and large shops in cities.\nHowever, smaller guesthouses ('Pensionen'), market stalls, small cafes, and many establishments in rural areas may **only accept cash**.\nIt is **essential to always carry some cash** with you.\nDo not assume you can pay for everything with a card.\n**ATMs ('Bankomat')** are ubiquitous. They are found in all cities, towns, and even small villages.\nThey are reliable and the best way to get cash.\nContactless payments are becoming more common but are not as universal as in some other countries.\n\n### Costs & Budgeting\nAustria is a relatively **expensive country**, on par with Germany and France.\nVienna and major ski resorts like St. Anton or Kitzbühel are particularly pricey.\nYour main expenses will be accommodation, dining, and activities like ski passes or concert tickets.\nCosts are generally lower in smaller towns and rural areas.\nTo save money:\n*   Eat at a 'Würstelstand' (sausage stand) for a cheap and iconic meal.\n*   Look for lunch menus ('Mittagsmenü'), which offer great value.\n*   Shop at supermarkets like Hofer (Aldi), Spar, or Billa for self-catering.\n*   In cities, use excellent public transport instead of taxis.\n*   Look for city cards (e.g., the Vienna City Card) that offer discounts on transport and attractions.\n\n### Tipping\nTipping is customary and appreciated for good service, but it is done differently than in North America.\nThe tip is usually more modest, and the process is different.\nIn restaurants, a service charge is legally included in the price, but it is standard practice to round up the bill or add about **5-10%**.\nWhen paying, you do **not** leave the tip on the table.\nYou tell the waiter the total amount you wish to pay, including the tip, as you hand them your cash or card.\nFor example, if the bill is €27.50, you might say '30' ('Dreißig, bitte') and the waiter will process that amount.\nIt is also customary to tip taxi drivers (round up), hairdressers, and hotel staff (e.g., a euro or two for porters and housekeeping).\n\n### Taxes\nA Value-Added Tax (VAT), known as 'Mehrwertsteuer' (MWST), is included in the price of all goods and services.\nThe standard rate is 20%.\nNon-EU residents may be eligible for a **VAT refund** on goods they purchase and export from the EU.\nTo qualify, you must spend a certain minimum amount (e.g., over €75) in a single store, request a VAT refund form ('Tax-Free Form') from the retailer, and get the form stamped by customs at your final point of departure from the EU.\n\n### Banking\nBanks are typically open Monday to Friday, with shorter hours on Fridays.\nThey are closed on weekends.\nYou can exchange currency at banks, but ATMs are almost always a better and cheaper option.\n\n### Summary\nUse the Euro.\n**Always carry some cash.**\nATMs are the best way to get money.\nBe prepared for a high-cost trip.\nLearn the local tipping etiquette: tell the server the total amount you wish to pay."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Austria boasts excellent and highly efficient connectivity, both digitally and physically, making it very easy to stay in touch and travel around.\n\n### Digital Connectivity\n**Internet & Wi-Fi:** Internet access is fast, reliable, and widespread.\nFree Wi-Fi is available in most hotels, cafes, restaurants, and public spaces in cities.\nMany cities, like Vienna, offer municipal Wi-Fi networks in central areas.\nWi-Fi is also common in mountain huts ('Hütten'), though it may be slower or require a small fee.\n**Mobile Connectivity:** Mobile coverage is excellent across the country.\nThe main providers are A1, Magenta, and Drei.\n**4G/LTE is standard almost everywhere**, and 5G is widely available in urban areas.\nCoverage can be weak in very deep, narrow mountain valleys, but is generally very good even in the Alps.\nAs Austria is in the EU, the **'roam like at home'** policy applies to SIM cards from other EU countries.\nThis means you can use your data, calls, and texts for no extra charge.\nFor non-EU visitors, roaming can be expensive. Buying a local prepaid SIM card from a supermarket or mobile provider store is a cheap and easy option.\n\n### Physical Connectivity\nAustria's location in the heart of Europe and its mountainous terrain have resulted in a superb public transport system.\n**Trains:** The train network, operated primarily by **ÖBB (Austrian Federal Railways)**, is the star of the show.\nTrains are modern, clean, punctual, and comfortable.\nThey connect all major cities and towns with frequent and reliable service.\nTraveling by train is often the best way to get around the country, offering stunning views of the Alps.\nBooking tickets in advance online often yields cheaper 'Sparschiene' fares.\n**Buses:** The **Postbus** system complements the train network, reaching smaller towns and remote valleys where trains do not go.\nThe bus and train systems are fully integrated, making it easy to plan a journey using both.\nLong-distance international bus services (e.g., Flixbus) also connect Austria with neighboring countries.\n**Driving:** The road network is excellent and well-maintained.\nDriving offers flexibility for exploring remote alpine roads and villages.\nRemember the mandatory **vignette** for motorways.\nTraffic can be heavy during peak holiday seasons.\n**Urban Transport:** Cities like Vienna, Salzburg, and Innsbruck have outstanding public transport systems.\nVienna's network of trams, buses, and U-Bahn (metro) is a model of efficiency.\nA single ticket is valid for all modes of transport within the city.\nBuying a 24-hour, 48-hour, or weekly pass offers great value.\n**Air Travel:** Vienna International Airport (VIE) is the main international hub, with excellent connections worldwide.\nOther international airports include Salzburg (SZG), Innsbruck (INN), Graz (GRZ), and Linz (LNZ).\nDomestic flights exist but are often unnecessary and less scenic than taking the train, given the country's relatively small size.\n\n### Mail & Media\nThe postal service is reliable.\nAustria has a free and independent press, and access to international media is unrestricted.\n\n### Summary\nDigital connectivity is top-notch.\nPhysical connectivity is a dream for lovers of public transport. The ÖBB train system is one of the best in Europe.\nA combination of trains and Postbuses can get you almost anywhere in the country efficiently and scenically.\nFor those who prefer to drive, the roads are excellent, but be sure to follow the vignette and winter tire rules."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Austria is generally easy, especially for other Western visitors, and involves embracing a culture of politeness, order, and a love for both high culture and the great outdoors.\n\n### Embrace Formality and Politeness\nThis is a key social adaptation. Austrian culture is more formal than many others.\n**Use formal greetings:** 'Grüß Gott' or 'Guten Tag'.\n**Use formal titles:** Address people as 'Herr' (Mr.) or 'Frau' (Mrs.) with their surname.\n**Use the formal 'Sie' for 'you'.** Wait to be invited to use the informal 'du'.\nThis formality is a sign of respect, not unfriendliness.\n\n### Adapt to the Cash Culture\nWhile cards are widely accepted, Austria is not a cashless society.\n**Always carry some Euro cash.** You will need it for smaller shops, markets, mountain huts, and some cafes and restaurants, especially in rural areas.\n\n### Learn the Tipping Etiquette\nAdapt your tipping habits. Don't leave cash on the table.\nWhen you are ready to pay, tell the server the total amount you want to pay, including your tip (usually 5-10%).\n\n### Respect for Rules and Order\nAustrian society is well-organized and values order.\n**Follow the rules.** Wait for the green light at pedestrian crossings (jaywalking is frowned upon).\nBe quiet on public transport. Keep your voice down in public spaces.\nRecycle properly, following the color-coded bin system.\n\n### The Sunday Shutdown\nAdapt your shopping schedule to the fact that **almost all shops, including supermarkets, are closed on Sundays.**\nThis is a law protecting a day of rest.\nBuy your groceries on Saturday. Restaurants, cafes, and museums remain open.\n\n### Coffeehouse Culture\nEmbrace the slow pace of the Viennese coffeehouse.\nIt is a place to relax, not to rush. Order a coffee ('Melange' is the classic Viennese choice) and a piece of cake, and feel free to linger for hours with a book or newspaper.\n\n### Outdoor Lifestyle\nTo truly experience Austria, adapt to the local love for the outdoors.\nIn summer, go for a 'Wanderung' (hike). In winter, try skiing or another winter sport.\nThis is how Austrians spend their leisure time and connect with their country.\nEven if you are not an expert, there are trails and slopes for all levels.\n\n### Language\nWhile many Austrians, especially in the tourism industry, speak excellent English, learning a few German phrases will be greatly appreciated.\n'Bitte' (please/you're welcome) and 'Danke' (thank you) are essential.\n'Entschuldigung' (excuse me) is also very useful.\n\n### Punctuality\nBe on time. Whether for a dinner invitation or a train departure, punctuality is expected and is a sign of respect.\n\n### Driving Rules\nIf you drive, adapting to the local rules is critical for safety and avoiding fines.\nBuy the **vignette** before you enter a motorway.\nAdhere strictly to speed limits.\nHave winter tires or chains in winter.\n\n### Direct Communication\nLike Germans, Austrians can be quite direct in their communication, which might be perceived as blunt by some cultures.\nIt is not intended to be rude, but rather efficient and honest.\n\n### Mindset: High Culture and Nature\nAdapt your mindset to a culture that places equal value on a world-class opera performance and a simple, strenuous hike in the mountains.\nThis duality is at the heart of the Austrian soul.\nBy embracing these social norms and the rhythm of life, you will find Austria to be an incredibly rewarding, civilized, and beautiful country to visit."
    }
  }
}