{
    "name": "Australia",
    "content": {
      "documents": {
        "title": "Documents",
        "content": "### Visas\nMost travelers require a visa. Citizens of visa-waiver countries (USA, UK, EU, etc.) typically apply for an Australian Electronic Travel Authority (ETA) Subclass 601 or an eVisitor Subclass 651 before travel. Both are multiple-entry visas valid for 12 months, allowing stays of up to 3 months per visit [australia.com](https://www.australia.com/en/planning/visa-information.html). An ETA costs about AUD 20, while the eVisitor is free. All visa applications must be made online through official channels.\n\n### Departure Taxes\nAustralia imposes a Passenger Movement Charge (departure tax) of AUD 70 on departing international travelers aged 12 and over [en.wikipedia.org](https://en.wikipedia.org/wiki/Passenger_Movement_Charge).\n\n### Customs & Biosecurity\nYou must declare all food, plant, or animal products. Heavy fines apply for non-declaration. Carrying cash equivalent to AUD 10,000 or more must also be declared [austrac.gov.au](https://www.austrac.gov.au/reporting-cash-or-non-cash-money-and-out-australia)."
      },
      "culture": {
        "title": "Culture",
        "content": "### Indigenous Cultures\nRespect for First Nations peoples is important. Aboriginal and Torres Strait Islander groups have rich traditions. Visitors may note customs such as a lack of eye contact and a preference for silence or gentle conversation [discoveraboriginalexperiences.com](https://www.discoveraboriginalexperiences.com.au/about-us/respecting-our-culture).\n\n### Holidays & Festivals\nKey public holidays include Christmas, New Year’s, Easter, and ANZAC Day (April 25). Australia Day (Jan 26) celebrates national identity. In early July, Australia marks NAIDOC Week, with nationwide indigenous cultural events [austracks.com.au](https://austracks.com.au/australian-public-holidays).\n\n### Food Culture\nAustralia enjoys multicultural cuisines. Local specialties include Vegemite, meat pies, and a beach barbecue (often “snags” – sausages). Café culture is strong with excellent coffee available everywhere.\n\n### Environmental Values\nNature is cherished. Australians emphasize an outdoor lifestyle (beaches, bushwalking) and support conservation efforts like Marine Parks and Reef protection. Recycling is common."
      },
      "safety": {
        "title": "Safety",
        "content": "### Emergency Numbers\nIn an emergency dial **000** for police, fire, or ambulance.\n\n### Wildlife Safety\nMost encounters are harmless if you follow basic rules [australia.com](https://www.australia.com/en/facts-and-planning/useful-tips/wildlife-safety.html).\n- Swim only at patrolled beaches between the red and yellow flags to avoid sharks and jellyfish.\n- In tropical North Queensland, watch for box jellyfish in warmer months.\n- Crocodiles live in northern tropical regions; obey warning signs.\n- Be cautious of venomous spiders and snakes in bushland; shake out boots/clothes.\n\n### Natural Disasters\nBushfire season runs roughly November–March. Stay updated on fire alerts. Cyclones can affect northern Australia during the wet season (summer).\n\n### Legal Considerations\nThe drinking age is 18. Driving is on the left side. Seat belts are mandatory. Do not drink and drive. Drug laws are strict, with severe penalties for possession or trafficking."
      },
      "health": {
        "title": "Health",
        "content": "### Healthcare System\nAustralia’s Medicare covers citizens and residents. Foreign tourists must pay for healthcare. Comprehensive travel health insurance is strongly recommended [australia.com](https://www.australia.com/en/planning/health-and-safety.html).\n\n### Vaccinations\nNo specific vaccinations are required for entry, but ensure routine immunizations are up-to-date. Consider Hepatitis A for remote travel.\n\n### Sun & Environmental Health\nUV radiation is very high. Always use sunscreen (SPF 30+), wear a hat, and sunglasses, even on cloudy days. Limit midday sun exposure [visitorscoverage.com](https://www.visitorscoverage.com/australia-travel-insurance/).\n\n### Pharmaceuticals\nPharmacies (chemists) are widespread. Bring any special medications in sufficient quantity, in their original packaging with a doctor's prescription."
      },
      "money": {
        "title": "Money",
        "content": "### Currency & Payment\nAustralia’s currency is the Australian dollar (AUD). Credit/debit cards are accepted almost everywhere, often with contactless “tap” or mobile pay. ATMs are plentiful.\n\n### Costs & Budgeting\nPrices are similar to other Western countries. A casual meal may cost ~AUD 15–25. Budget options include hostels, camping, and cooking your own meals. Tap water is drinkable.\n\n### Tipping\nTipping is not generally expected, but appreciated for exceptional service. A tip of around 10% in a restaurant is common if you were happy with the service."
      },
      "connectivity": {
        "title": "Connectivity",
        "content": "### Mobile Phones & SIM Cards\nThe main networks are Telstra, Optus, and Vodafone [whistleout.com.au](https://www.whistleout.com.au/MobilePhones/Guides/australia-sim-card-for-tourists). Telstra has the best coverage in remote areas. Tourist SIM plans are available at airports, phone stores, or supermarkets. eSIM plans are also offered.\n\n### Wi-Fi\nFree Wi-Fi is common in city centers, cafes, libraries, and hotels, but can be slow. Having a local SIM for data is recommended for consistent connectivity."
      },
      "adaptation": {
        "title": "Adaptation",
        "content": "### Climate Adjustments\nAustralia’s climate varies – tropical in the north, desert in the interior, and temperate in the south. Summers (Dec–Feb) can be extremely hot. Winters (Jun–Aug) can be cool, especially in the south. Pack layers and always have sun protection.\n\n### Lifestyle Tips\nEmbrace the laid-back, outdoor lifestyle. Aussies are generally informal and friendly. A barbecue (or 'barbie') is a classic social gathering.\n\n### Social Norms\nRespect Indigenous cultures. Learn a few local slang phrases like “g'day” (hello) or “brekky” (breakfast). Australians appreciate modesty and humility; bragging is often frowned upon."
      }
    }
}
