{
  "name": "Azerbaijan",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "Document requirements for Azerbaijan have been simplified in recent years, but require careful advance planning.\nA passport valid for at least six months from your date of entry is mandatory.\n**Almost all foreign nationals require a visa.** Do not assume you can enter without one.\nThe easiest and most common method for tourists is the **ASAN e-visa**.\nThis is an online application system available to citizens of approximately 100 countries (including the USA, UK, EU, Canada, Australia).\nThe e-visa is typically a single-entry visa valid for a 30-day stay within a 90-day period.\nApply for the e-visa through the official government portal (evisa.gov.az) well in advance.\nAvoid unofficial third-party websites which may overcharge or be fraudulent.\nThe standard processing time is about three days, but an urgent one-day service is available for a higher fee.\nYou must print a copy of your e-visa approval and present it with your passport upon arrival.\nSome nationalities (e.g., Turkish, Russian, Georgian citizens) have visa-free arrangements.\nA visa on arrival is available at Baku's Heydar Aliyev International Airport (GYD) for citizens of a very limited number of countries (e.g., Qatar, UAE, Saudi Arabia). It is not a widely available option.\n**CRITICAL: Entry will be denied to anyone with evidence of travel to the Nagorno-Karabakh region without the prior consent of the Azerbaijani authorities.**\nThis includes stamps, visas, or any other markings in your passport from the self-proclaimed authorities of the region.\nEven if you have a new passport, if border officials have reason to believe you have visited, you can be denied entry, detained, and deported.\nThis is the single most important document-related issue to be aware of.\nHaving Armenian stamps in your passport is not an official reason for denial of entry, but it may lead to additional questioning by border officials.\nIf your stay in Azerbaijan is for **more than 15 days**, you are legally required to **register with the State Migration Service**.\nIf you are staying in a hotel, the hotel staff will usually complete this registration for you. Always confirm with them that they have done so.\nIf you are staying in a private apartment or house, you or your host are responsible for completing the registration online or at a migration service office.\nFailure to register can result in significant fines and/or deportation upon departure.\nThis rule is strictly enforced.\nFor work or study, a long-stay visa and temporary residence permit are required, which is a much more complex and bureaucratic process that must be started before arrival.\nIf you plan to drive, an International Driving Permit (IDP) is required in addition to your valid home driver's license.\nWhen driving, always carry your passport, visa, license, IDP, and vehicle registration documents.\nPolice checkpoints are common, and you will be expected to produce these documents.\nIt is advisable to carry a copy of your passport and visa with you at all times for identification.\nKeep the original documents in a secure location.\nThere are no mandatory vaccination requirements for entry, but routine immunizations should be up to date.\nLost or stolen passports must be reported to the local police to obtain a police report ('spravka').\nYou will then need to contact your home country's embassy in Baku for an emergency travel document.\nCustoms regulations are strict regarding the export of valuable items.\nCarpets, art, and antiquities purchased in Azerbaijan require an export certificate from the Ministry of Culture to prove they can be legally taken out of the country.\nReputable dealers will provide this certificate for you. Without it, your items may be confiscated at the airport.\nYou must declare any currency exceeding US$10,000 upon arrival and departure.\nLand borders with Russia (Dagestan) and Iran can be complex to cross and may have specific security protocols.\nThe land border with **Armenia is permanently closed** and is a militarized zone.\nThe land border with Georgia is the most common and straightforward overland entry/exit point.\nEnsure your passport is stamped correctly at all border crossings.\nIn summary, the key document steps are: get an ASAN e-visa in advance, ensure no evidence of unapproved travel to Nagorno-Karabakh, and register with the State Migration Service if staying over 15 days."
    },
    "culture": {
      "title": "Culture",
      "content": "Azerbaijani culture is a fascinating and complex tapestry woven from threads of its Turkic roots, Persian history, a Soviet past, and a strong secular Islamic identity, all enriched by its position at the crossroads of Europe and Asia.\n\n### Identity & People\nKnown as the 'Land of Fire', a name linked to its ancient Zoroastrian past and its natural gas reserves, Azerbaijan has a proud and ancient history.\nAzerbaijanis are a Turkic people, and their language is closely related to Turkish. There is a strong sense of fraternity with Turkey under the motto 'One nation, two states'.\nThe culture has been deeply influenced by centuries of Persian (Iranian) rule, evident in its architecture, cuisine, classical music, and the celebration of Novruz.\nSeventy years as part of the Soviet Union left a lasting legacy of secularism, Russian language proficiency among the older generation, and a certain bureaucratic formality.\nDespite being a majority Shia Muslim country, Azerbaijan is a **fiercely secular state**. Religion is generally a private matter, and public displays of piety are not the norm.\n\n### Hospitality & Social Customs\n**Hospitality is a sacred pillar of the culture.** Guests are treated with immense respect and generosity.\nAn invitation to someone's home is a great honor and will involve being served an abundance of food and endless cups of tea.\n**Tea ('çay') culture** is central to all social life. Tea is served in small, pear-shaped glasses called 'armudu'.\nIt is offered at the beginning and end of every meal, during business meetings, and when visiting a home. Refusing tea is considered impolite.\nFamily is the bedrock of society, with strong, patriarchal structures and deep respect for elders.\nGreetings are important. A handshake is common between men. More conservative men and women may not shake hands.\n\n### Arts, Music & Cuisine\n**Mugham** is the traditional, highly complex form of classical music, recognized by UNESCO as an Intangible Cultural Heritage. It is a deeply emotional and improvisational art form.\n**Carpet weaving** is one of Azerbaijan's most famous and ancient art forms. Each region has its own distinct patterns and style.\n**Cuisine** is a highlight, blending Turkic, Persian, and Caucasian influences.\nDishes are rich with fresh herbs, vegetables, and lamb.\n**Plov** (pilaf), made with saffron-infused rice and served with various meats and dried fruits, is the king of dishes, often reserved for special occasions.\n**Kebab ('shashlik')** is extremely popular. **Dolma** (stuffed grape leaves or vegetables) and **Piti** (a hearty lamb and chickpea stew) are other national specialties.\n**Novruz**, the Persian New Year celebrated on the spring equinox, is the most important and beloved holiday, marked by family feasts, bonfires, and traditional sweets like pakhlava.\n\n### Modern & Traditional\nBaku offers a stunning contrast between the ancient and the ultra-modern.\nThe medieval walled **Inner City ('Icherisheher')**, a UNESCO World Heritage site, sits alongside futuristic architectural marvels like the **Flame Towers** and the **Heydar Aliyev Center**.\nThis juxtaposition symbolizes the country's identity: proud of its ancient heritage while rapidly modernizing, funded by its oil and gas wealth.\nThere is a strong sense of personal honor and reputation.\nCommunication can be indirect. A direct 'no' might be seen as impolite; people may use more non-committal language to avoid causing offense.\nChess is very popular, and Azerbaijan has produced several world-famous grandmasters.\nThe culture places a high value on appearance. People, especially in Baku, tend to dress smartly.\nThere is a strong sense of national pride, particularly in the country's independence, its flag, and its military strength, often tied to the conflict over Nagorno-Karabakh.\nThis is a sensitive topic that should be avoided in conversation with strangers.\nWhile secular, traditional social values can be conservative, especially regarding gender roles, outside of cosmopolitan Baku."
    },
    "safety": {
      "title": "Safety",
      "content": "Azerbaijan is generally a very safe country for travelers, particularly in the capital, Baku, which has a low crime rate and a heavy police presence.\n\n### Crime\n**Baku is a notably safe city.** Violent crime is rare, and incidents involving foreigners are uncommon.\nYou can walk around most parts of the city, even late at night, with a high degree of confidence.\n**Petty crime**, such as pickpocketing, can occur in crowded areas like the Baku metro, buses, or in markets like Taza Bazaar, but it is not a widespread problem.\nStandard precautions are sufficient: be aware of your surroundings and keep valuables secure.\nScams are not common, but be cautious of overly friendly strangers inviting you to a bar or club, which can sometimes lead to an inflated bill.\nPolice are ubiquitous in Baku. Their presence acts as a strong deterrent to crime.\nHowever, police corruption can be an issue, particularly concerning traffic violations.\n\n### Road Safety\nThis is the **single greatest safety concern** in Azerbaijan.\n**Driving standards are extremely poor.** Drivers are aggressive, speed excessively, and routinely ignore traffic laws and signals.\nLane discipline is non-existent, and sudden, unpredictable maneuvers are the norm.\nDriving in Baku is a chaotic and high-stress experience. It is **not recommended for inexperienced foreign drivers**.\nHiring a car with a local driver or using ride-hailing apps is a much safer and saner option.\nPedestrians must be extremely cautious. Do not assume vehicles will stop for you, even at marked crosswalks. Wait for a clear gap in traffic before crossing.\nRoad conditions outside of Baku can be variable, ranging from modern highways to poorly maintained rural roads.\n\n### Regional Conflict & Restricted Areas\nThe most serious safety issue is the unresolved conflict with Armenia over the **Nagorno-Karabakh region**.\n**Do not travel to the Nagorno-Karabakh region and the surrounding occupied territories.**\nThese areas are off-limits and dangerous, with a risk of unexploded ordnance and military activity.\n**It is also strictly advised to avoid the land border with Armenia.** This is a closed, heavily militarized zone.\nLikewise, the border areas with Iran and the Russian Republic of Dagestan can be sensitive, and you should follow any official travel advice regarding these regions.\nThese conflict zones are far from Baku and the main tourist routes. Travel within the core of Azerbaijan is not affected by these issues.\n\n### Other Safety Points\nPublic transport in Baku, including the modern metro system and buses, is safe to use.\nThe emergency number is **112**.\nThe political environment is tightly controlled. **Avoid any public criticism of the government or political figures.**\nProtests are rare and are often dispersed forcefully by authorities. Avoid any demonstrations.\nSolo female travelers generally report feeling safe, but a conservative dress sense can help avoid unwanted attention, especially outside of cosmopolitan Baku.\nTap water is not safe to drink. Stick to bottled water.\nBe cautious when taking photographs of official buildings, as this can be viewed with suspicion.\nThe overall safety for a tourist who stays on the main routes and uses common sense is very high.\nThe primary dangers are from the chaotic traffic and the political minefield of the Nagorno-Karabakh conflict, which is easily avoided by staying away from the border regions."
    },
    "health": {
      "title": "Health",
      "content": "The healthcare system in Azerbaijan is a mix of state-run and private facilities, with a significant gap in quality between Baku and the rest of the country.\n\n### Healthcare System\nIn **Baku**, there are several modern, private international clinics that cater to expatriates and offer a good standard of care for routine health issues.\nThese clinics have Western-trained or Western-experienced doctors, modern equipment, and English-speaking staff.\nThey are, however, very expensive.\n**Public hospitals and clinics**, including those in Baku and especially in rural regions, are generally **not up to Western standards**.\nThey often suffer from underfunding, outdated equipment, and a lack of modern medical practices.\nFor any serious illness or injury, **medical evacuation** to Turkey or Western Europe is the standard and necessary procedure.\n**It is absolutely essential to have comprehensive travel and health insurance** before traveling to Azerbaijan.\nYour policy must include coverage for medical evacuation, as this can be extremely costly.\nAlways confirm that your insurance provider can operate effectively in Azerbaijan.\nYou will be expected to pay for medical services upfront, even at public facilities.\n\n### Food & Water Safety\n**Tap water is not safe to drink anywhere in Azerbaijan.**\nYou must drink sealed bottled water at all times.\nUse bottled water for brushing your teeth and avoid ice in drinks.\nFood hygiene can be a concern.\nEat at reputable restaurants where food is cooked fresh.\nBe cautious with street food, salads, and unpeeled fruits.\nDishes made with lamb, chicken, and beef are central to the diet. Ensure all meat is thoroughly cooked.\nTraveler's diarrhea is a common ailment. It is wise to bring anti-diarrhea medication with you.\n\n### Vaccinations & Diseases\nNo specific vaccinations are mandatory for entry.\nHowever, it is recommended to be up-to-date on routine vaccines like Tetanus, Diphtheria, Hepatitis A, and Typhoid.\nThere is a low risk of malaria in some southern lowland areas near the Iranian border. Most tourists will not visit these regions. Consult a travel doctor if your itinerary includes these specific areas.\nRabies is present in the animal population. Avoid contact with stray animals, particularly dogs.\n\n### Pharmacies & Prescriptions\nPharmacies ('Aptek') are common in Baku and are generally well-stocked with medications from Russia, Turkey, and Europe.\nIf you take specific prescription medication, bring a sufficient supply for your entire trip.\nCarry it in its original packaging, along with a doctor's letter or prescription.\nIt may not be possible to find your exact medication, and counterfeit drugs can be a problem.\n\n### Environmental Health\n**Air pollution** can be severe in Baku due to the oil industry and heavy traffic.\nThis may affect travelers with respiratory conditions.\nIn summer, temperatures can become extremely high. Stay hydrated and protect yourself from the sun to avoid heatstroke.\n\n### Emergency Services\nThe national emergency number is **112**.\nThe number for an ambulance is 103.\nThe reliability and quality of public ambulance services are poor.\nPrivate international clinics in Baku have their own ambulance services, which are a much better option in an emergency.\nKeep the contact details of your chosen clinic and your insurance provider's emergency line with you at all times.\nOverall, the health advice is to be proactive.\nTake preventative measures regarding food and water, have excellent insurance, and know which private clinic to contact in Baku in an emergency."
    },
    "money": {
      "title": "Money",
      "content": "Azerbaijan has a modernizing financial system, especially in Baku, but operates as a cash-centric society outside the capital.\n\n### Currency\nThe official currency is the **Azerbaijani Manat (AZN)**.\nThe Manat is a stable currency, having been pegged for a long time to the US Dollar, though this can change.\nPrices are always in Manat.\n\n### Cards, ATMs & Cash\nIn **Baku**, credit and debit cards (Visa and MasterCard) are widely accepted in hotels, upscale restaurants, supermarkets, and shopping malls.\nHowever, once you leave the modern center of Baku, Azerbaijan is **predominantly a cash economy**.\nYou will need cash for smaller restaurants, local shops, markets, taxis, and for virtually all transactions in rural areas.\nIt is essential to always carry a sufficient amount of Manat.\n**ATMs are plentiful** in Baku and are also available in other cities and towns.\nThey dispense Manat and are generally reliable.\nThis is the easiest way to get local currency.\n\n### Currency Exchange\nCurrency exchange offices are common in Baku and offer competitive rates for major currencies like the US Dollar, Euro, and British Pound.\nBanks will also exchange currency.\nIt is best to bring clean, new banknotes to exchange.\n\n### Costs & Budgeting\nAzerbaijan offers a mixed-cost experience.\n**Baku can be surprisingly expensive**, with prices in high-end hotels and restaurants comparable to those in Western Europe.\nHowever, once you step away from the flashy, oil-funded city center, costs drop dramatically.\nFood at local eateries, public transport, and travel in the countryside are all very affordable.\nThis makes Azerbaijan a destination that can cater to both luxury travelers and budget backpackers.\n\n### Tipping\nTipping is not a deeply ingrained part of the culture but has become common in the service industry in Baku.\nIn upscale restaurants, a service charge of 5-10% may be included in the bill.\nIf not, a tip of around 10% for good service is appreciated.\nFor taxi drivers, rounding up the fare is a common gesture.\nTipping hotel staff and tour guides is also appreciated.\n\n### Bargaining\nBargaining is expected in markets (bazaars) and with private taxi drivers (always agree on the fare before the journey).\nIn shops, restaurants, and hotels with listed prices, bargaining is not appropriate.\n\n### Ride-Hailing Apps\nRide-hailing apps like **Bolt** and **Uber** are widely used, cheap, and very reliable in Baku.\nThey are often much cheaper and more convenient than hailing a traditional taxi.\nDownloading one of these apps is highly recommended for getting around the city.\n\n### Financial Environment\nThe banking system in Baku is modern.\nBe sure to inform your home bank of your travel plans to avoid your cards being blocked.\nOutside of Baku, do not rely on cards. Plan your cash needs before heading into rural areas.\nUS Dollars are the easiest foreign currency to carry and exchange if you are bringing cash.\nOverall, managing money is straightforward. Use cards in modern Baku, and use cash everywhere else. The affordability outside the capital makes it an excellent value destination."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Azerbaijan offers excellent digital connectivity in its capital, but this quality drops off significantly in rural areas, while physical travel is shaped by a focus on Baku as the central hub.\n\n### Digital Connectivity\n**Internet & Mobile:** In **Baku**, internet and mobile connectivity are fast and reliable.\n**4G/LTE is standard** throughout the city, and public Wi-Fi is available in many parks, cafes, and on the metro.\nMobile operators like Azercell, Bakcell, and Nar Mobile offer good service.\nBuying a local prepaid SIM card is very cheap and easy. It is the best way to stay connected and avoid high roaming fees.\nOnce you leave Baku and other major cities, mobile coverage and data speeds become **less consistent**.\nIn mountainous and remote rural areas, you may find the signal drops to 2G or disappears entirely.\n\n### Physical Connectivity\n**Getting There:** The primary international gateway is **Heydar Aliyev International Airport (GYD)** in Baku, a stunningly modern facility with good connections to Europe, the Middle East, and Asia.\nOverland travel is possible via the land borders with **Georgia** (the most common route), **Russia**, and **Iran**.\nThe border with **Armenia is closed**.\n**Getting Around:** The transport network radiates out from Baku.\n**Trains:** The railway system has been modernized. There is a comfortable and fast double-decker train connecting Baku with Ganja, the country's second city.\nThere is also a popular overnight train service from Baku to Tbilisi, Georgia.\nOther lines serve regional towns, but the network is not comprehensive.\n**Buses and Minibuses ('Marshrutkas'):** This is the main way to travel between towns and regions for most Azerbaijanis.\nA large and somewhat chaotic bus terminal ('Avtovagzal') in Baku is the hub for all these services.\nTravel is very cheap but can be slow and crowded.\n**Driving:** Renting a car offers flexibility for exploring the countryside.\nHowever, due to the poor driving standards (see Safety), this is only recommended for very confident drivers.\nHiring a car with a local driver is a popular and safer alternative for tourists.\nThe main highways connecting Baku to other regions are generally in good condition.\nSecondary and rural roads can be poorly maintained.\n\n### Urban Transport in Baku\nBaku has an excellent and cheap public transport system.\nThe **Baku Metro** is clean, efficient, and features beautifully ornate Soviet-era stations.\nThe modern bus network covers the entire city.\nYou will need a rechargeable **'BakiKart'** to use both the metro and buses.\n**Ride-hailing apps** like **Bolt** and **Uber** are the most convenient way for tourists to get around. They are extremely cheap and reliable.\nThe iconic purple 'London cabs' are also available but are more expensive.\n\n### Mail & Media\nThe postal service can be slow for international mail.\nMedia is tightly controlled by the state, and access to some independent news websites or social media platforms can be intermittently blocked.\nUsing a VPN is recommended for unrestricted and private internet access.\n\n### Summary\nDigital life in Baku is fast and easy. In the countryside, be prepared for a digital detox.\nPhysical travel is best done by train for key routes or by hiring a driver for more remote explorations.\nBaku's internal transport system is modern, efficient, and very affordable."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Azerbaijan involves embracing a culture of warm hospitality and navigating the contrasts between its ultra-modern capital and traditional countryside, while being mindful of certain cultural and political sensitivities.\n\n### Embrace Hospitality & Tea Culture\nThe most important adaptation is to the culture of **hospitality**.\nIf you are invited somewhere, go. If you are offered food or tea, accept. These are genuine gestures of friendship.\nUnderstand that **tea ('çay')** is more than a drink; it is a social ritual. Be prepared to drink a lot of it.\n\n### Navigate Social Norms\nWhile Azerbaijan is secular, it is still a relatively conservative society, especially outside of Baku.\n**Dress modestly**, particularly when visiting mosques or in rural areas. For women, this means covering shoulders and knees. A headscarf is required inside mosques.\nIn modern Baku, Western-style dress is the norm.\nPublic displays of affection are generally frowned upon.\nBe polite and respectful, especially towards elders.\n\n### Political and Social Sensitivities\nThis is a critical area for adaptation.\n**Do NOT discuss the Nagorno-Karabakh conflict.** This is an extremely sensitive, emotional, and patriotic issue. Avoid expressing any opinions on the matter.\n**Do not mention travel to Armenia**, even if it was for tourism. This can be met with suspicion.\n**Avoid any public criticism of the government**, the president, or the ruling family. Political dissent is not tolerated.\nThese topics are best avoided entirely to ensure a smooth and pleasant visit.\n\n### Language\nAzerbaijani (Azeri) is the official language.\nIn Baku, many young people and those in the tourism industry speak some **English**.\n**Russian** is still widely spoken and understood, particularly by the middle-aged and older generations.\nLearning a few words in Azeri, such as 'Salam' (Hello) and 'Çox sağ ol' (Thank you very much), will be warmly received.\n\n### Practical Adaptations\n**Driving:** The best adaptation is not to drive in Baku. Use Bolt or the metro. If you drive in the countryside, be hyper-defensive.\n**Water:** Do not drink the tap water. Adapt to using bottled water for everything.\n**Registration:** This is a non-negotiable bureaucratic adaptation. If you are staying for more than 15 days, **you must register**. Confirm that your hotel has done it for you.\n**Cash:** Adapt to a cash-based mindset outside of modern establishments in Baku.\n\n### Baku vs. The Rest of the Country\nBe prepared for two different Azerbaijans.\nBaku is a futuristic, international city with a fast pace and a cosmopolitan feel.\nThe rest of the country is much more traditional, slower-paced, and conservative.\nAdapting your expectations and behavior as you travel between these two worlds is key.\n\n### The Dual Identity\nAppreciate the unique blend of influences. You will see Persian-style architecture, eat Turkic-inspired food, experience Soviet-era infrastructure, and see Western consumer culture all in one place.\nAdapting means enjoying this rich and sometimes contradictory mix.\nBy showing respect for the local customs, being mindful of the sensitive topics, and opening yourself to the incredible hospitality, you will find Azerbaijan a fascinating and welcoming country to adapt to."
    }
  }
}