{
  "name": "Bangladesh",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "Document requirements for Bangladesh require careful attention to detail, as regulations can be complex and inconsistently applied.\nA passport valid for at least six months from your date of entry is mandatory.\nYour passport must have at least two blank pages.\n**Almost all foreign nationals require a visa to enter Bangladesh.**\nIt is strongly recommended to **obtain a visa in advance** from a Bangladeshi embassy or consulate in your home country.\nThe application process typically requires a completed form, passport photos, a copy of your flight itinerary, and proof of accommodation.\nFor business travel, a letter of invitation from a sponsoring company in Bangladesh is essential.\n**A visa on arrival (VOA)** is available for citizens of many countries (including the USA, UK, EU, Canada, Australia) at major international airports like Dhaka (DAC).\nHowever, relying on the VOA can be risky.\nEligibility criteria are strict and subject to the discretion of the immigration officer.\nYou must have documents to prove the purpose of your visit (e.g., hotel bookings for tourism, business invitation for work).\nYou must have proof of sufficient funds (at least US$500 in cash or on a credit card).\nYou must hold a return or onward ticket.\nThe VOA process can involve long queues and uncertainty. **Getting a visa beforehand is the safer, recommended option.**\nA lost or stolen passport must be reported to the local police immediately to obtain a police report.\nYou will then need to contact your home country's embassy or High Commission in Dhaka for an emergency travel document.\nThe process to get an exit permit from Bangladeshi immigration after losing a passport can be extremely slow and bureaucratic.\nFor any work, including volunteering, a specific work or employment visa is required.\nWorking on a tourist visa is illegal and can lead to severe penalties.\nJournalists need special permission and should contact the Bangladeshi embassy for specific requirements.\nWhen driving, an International Driving Permit (IDP) is required along with your home license.\nHowever, self-driving is strongly discouraged for foreigners (see Safety).\nThere are no mandatory vaccination requirements, but proof of yellow fever vaccination is needed if arriving from an endemic country.\nCustoms regulations are strict.\nYou must declare any amount of foreign currency exceeding US$5,000.\nExporting antiques (items over 100 years old) is prohibited.\nWhen departing, you will need to present an exit card, which is usually given to you upon arrival.\nBangladesh has complex regulations for NGOs and aid workers, requiring specific visas and registration with the NGO Affairs Bureau.\nKeep digital and physical copies of all your important documents.\nThe bureaucracy can be challenging to navigate. Patience and persistence are key.\nHaving a local contact or 'fixer' can be invaluable for dealing with any official paperwork.\nDouble-check all visa requirements before you travel, as rules can change without notice.\nIf traveling to the **Chittagong Hill Tracts**, you will need a special permit.\nThis must be obtained in advance from the Ministry of Home Affairs in Dhaka, and the process can take several weeks.\nTravel to this region is restricted due to long-standing ethnic tensions.\nFor any non-standard travel, start the document process months in advance.\nFor tourism, the message is clear: getting a visa from an embassy before you fly is the most reliable path for a smooth entry."
    },
    "culture": {
      "title": "Culture",
      "content": "Bangladeshi culture is a rich and poetic tapestry woven from threads of ancient Bengali traditions, a deep-rooted Islamic and Hindu heritage, and a powerful spirit of resilience and literary passion.\n\n### People & Identity\nBangladesh is one of the most ethnically homogeneous countries in the world, with over 98% of the population being Bengali.\nThis shared ethnicity and the **Bengali (Bangla) language** are the absolute cornerstones of the national identity.\nThe fight to preserve the Bengali language was a key catalyst for the country's independence movement.\nInternational Mother Language Day (February 21st) is a UNESCO-recognized holiday that commemorates the Bengali Language Movement martyrs.\nWhile the country is majority Muslim (mostly Sunni), it has a significant Hindu minority and smaller Buddhist and Christian communities.\nThere is a constitutional commitment to secularism, but Islam plays a central role in the daily lives of most people.\n\n### Hospitality & Social Norms\n**Hospitality is a sacred duty and a source of immense pride.** Bangladeshis are known for being incredibly welcoming, generous, and curious towards foreign guests.\nYou will be inundated with offers of tea ('cha') and food. Accepting is a sign of respect.\nThe **family** is the most important social unit. It is strongly patriarchal, with deep respect shown to elders ('boro bhai' for older brother, 'apa' for older sister).\nCommunity ties are very strong, and there is a collective, rather than individualistic, mindset.\nGreetings are important. 'Assalamualaikum' is the common Muslim greeting. 'Namaskar' is used by Hindus.\nMen typically shake hands with other men. Physical contact between unrelated men and women is not common.\n\n### Arts, Literature & Festivals\nBengalis have a profound love for literature, poetry, and music.\n**Rabindranath Tagore**, the first non-European to win the Nobel Prize in Literature, is a cultural icon revered as the soul of Bengali literature. His poems and songs are known by all.\nThe national poet, Kazi Nazrul Islam, is also deeply cherished.\n**Pohela Boishakh** (Bengali New Year) is the largest secular festival, celebrated with vibrant parades, music, and traditional food, cutting across all religious lines.\nReligious festivals like **Eid-ul-Fitr** and **Durga Puja** (for Muslims and Hindus, respectively) are celebrated with great enthusiasm and are important community events.\n\n### Food & Drink\nBengali cuisine is renowned for its subtle and complex flavors.\n**Rice and fish** are the staples of the diet; a common saying is 'Mache Bhate Bangali' (Fish and rice make a Bengali).\nFreshwater fish, especially **Ilish (Hilsa)**, the national fish, is a delicacy.\nDishes are often cooked in mustard oil and feature a rich array of spices.\nLentil soup ('dal'), vegetable curries, and various 'bhortas' (mashed vegetables or fish) are served with rice.\n**Biryani**, especially from Old Dhaka, is legendary.\nSweets ('mishti'), often made from milk solids and sugar syrup, are an essential part of the cuisine.\nTea ('cha'), served sweet and milky, is the ubiquitous social drink.\n\n### Other Cultural Notes\n**The Rickshaw** is an iconic symbol of Bangladesh. The streets of Dhaka are a swirling, colorful river of cycle-rickshaws, many decorated with elaborate art.\nThe country has a turbulent history, marked by the struggle for independence and the Liberation War of 1971. This history is a core part of the national identity.\nBangladeshis are incredibly **resilient and resourceful**. In the face of immense challenges like poverty and natural disasters, there is a powerful spirit of survival and optimism.\nDress is generally conservative. Men wear trousers and shirts. Women often wear the 'shalwar kameez' or the 'saree'.\nForeign women are advised to dress modestly, covering their shoulders, cleavage, and legs to avoid unwanted attention and show respect.\nThe concept of personal space is different; crowds are a normal part of life, and pushing or shoving in queues is common, not necessarily rude.\nIt's a culture of intense emotions, vibrant colors, and deep human connection."
    },
    "safety": {
      "title": "Safety",
      "content": "Safety in Bangladesh is a complex issue. While the people are overwhelmingly friendly, visitors must be aware of significant risks related to crime, political instability, and, most importantly, road safety.\n\n### Road & Transport Safety\nThis is **by far the greatest and most immediate danger** to any visitor.\n**Traffic is chaotic, anarchic, and extremely dangerous.**\nDriving standards are abysmal. Vehicles are often in poor condition, dangerously overloaded, and drivers are reckless.\nRoad fatalities are among the highest in the world.\n**Self-driving for foreigners is strongly discouraged.** The risk of a serious accident is exceptionally high.\nHiring a private car with a trusted, experienced local driver is the only recommended way to travel by road.\n**Public buses** are notoriously dangerous. They are involved in a huge number of fatal accidents. Avoid them.\n**Ferries**, a common mode of transport in this riverine country, are often dangerously overcrowded and may not meet safety standards. Accidents with large numbers of fatalities are common. Choose operators carefully and avoid obviously overcrowded vessels.\n**Trains** are generally a safer, though slower, alternative for inter-city travel.\n\n### Crime\n**Petty crime** like pickpocketing, bag snatching, and phone theft is very common in crowded areas of Dhaka and other cities.\nBe extremely vigilant in markets, bus stations, and on public transport.\nDo not display wealth. Keep cameras, phones, and valuables out of sight.\nArmed robbery and muggings can occur, especially at night.\nAvoid walking alone after dark, particularly in unlit or unfamiliar areas.\nConfidence scams are also a risk.\n\n### Political & Civil Unrest\nBangladesh has a volatile political climate.\n**'Hartals' (general strikes)** are frequently called by political parties.\nThese strikes can shut down the entire country, paralyzing transport and closing shops and businesses.\nHartals can turn violent, with street clashes, vandalism, and arson.\nIt is essential to monitor local news and **avoid all political rallies, protests, and public gatherings.**\nDuring a hartal, it is safest to stay in your hotel and avoid travel.\n\n### Terrorism\nThere is a risk of terrorism in Bangladesh.\nPast attacks have targeted foreigners, religious minorities, and public spaces.\nWhile security has been tightened, it is important to be vigilant in places frequented by foreigners, such as hotels, restaurants, and clubs.\n\n### Scams & Harassment\nForeigners can be the target of scams, particularly around transport hubs.\nFemale travelers, in particular, may experience **harassment and unwanted attention**.\nDressing modestly can help mitigate this, but it may not prevent it entirely.\nTraveling with a male companion can make a significant difference.\nIt is advisable for women not to travel alone at night.\n\n### Natural Disasters\nBangladesh is extremely vulnerable to natural disasters.\n**Flooding** is a regular and devastating event during the monsoon season (June to October).\n**Cyclones** can hit the coastal regions, causing widespread destruction.\nIf traveling during these seasons, monitor weather reports closely and follow all official advice.\n\n### Other Safety Points\nThe emergency number for police is **999**.\nResponse times can be slow, and the effectiveness of law enforcement is limited.\nDrug laws are extremely strict, with severe penalties including the death penalty for trafficking.\nIn summary, safety in Bangladesh requires constant vigilance.\nAvoid political gatherings, be extremely cautious in crowds, and, above all, do not underestimate the dangers of the roads.\nA proactive approach to personal security is essential."
    },
    "health": {
      "title": "Health",
      "content": "Healthcare facilities in Bangladesh are severely limited and fall far below Western standards. The health risks are significant, and meticulous preventative care is crucial.\n\n### Healthcare System\nThe quality of medical care is poor throughout the country, including in the capital, Dhaka.\n**Public hospitals are overwhelmed, underfunded, and lack basic hygiene and modern equipment.**\nThere are a few **private hospitals** in the affluent neighborhoods of Dhaka (like Gulshan and Banani) that cater to expatriates and the wealthy.\nThese are the only viable options for foreigners, but even their capabilities are limited.\nThey can provide stabilization for common illnesses but are not equipped for major trauma or complex medical emergencies.\n**For any serious medical condition, medical evacuation to a country with modern facilities (like Thailand or Singapore) is essential.**\n**Comprehensive travel and health insurance that includes medical evacuation is a non-negotiable requirement.**\nEvacuation is extremely expensive, so ensure your policy has high coverage limits.\nPayment is required upfront for all medical services, even in emergencies.\n\n### Food & Water Safety\nThis is a major source of health problems for travelers.\n**Tap water is not safe to drink anywhere.** It is often contaminated.\n**Drink only sealed bottled water.** Check that the seal is intact.\nUse bottled or purified water for brushing your teeth.\n**Avoid ice in drinks.**\nBe extremely cautious with food hygiene.\n**Do not eat uncooked food**, including salads, unpeeled fruits, or raw vegetables.\nOnly eat food that is freshly cooked and served piping hot.\nAvoid street food, as hygiene standards are very low.\nEating in high-end hotels and reputable restaurants in the diplomatic areas of Dhaka is the safest option.\nTraveler's diarrhea is extremely common.\n\n### Vaccinations & Diseases\nConsult a travel doctor 4-6 weeks before your trip for personalized advice and vaccinations.\nRecommended vaccines typically include **Hepatitis A, Typhoid, Tetanus, and Diphtheria**.\nOthers to consider depending on your itinerary include Hepatitis B, Japanese Encephalitis, and Rabies.\n**Mosquito-borne diseases** are a major risk:\n*   **Dengue Fever:** Widespread in both urban and rural areas, especially during and after the monsoon season.\n*   **Chikungunya:** Also a significant risk.\n*   **Malaria:** Present in some rural areas, particularly the Chittagong Hill Tracts. It is not a risk in Dhaka.\nStrict mosquito bite prevention is essential for everyone, day and night. Use a strong insect repellent with DEET, wear long, loose clothing, and sleep under a mosquito net.\n**Water-borne diseases** like cholera and other diarrheal diseases are common.\n**Rabies** is a risk. Avoid all contact with animals, especially stray dogs.\n\n### Pharmacies & Prescriptions\nPharmacies are common, but the **quality and authenticity of medications can be a serious concern.**\n**Counterfeit drugs are a major problem.**\n**Bring a full and complete medical kit with you from home.** This should include any prescription medications, as well as treatments for common ailments like diarrhea, pain, and infections.\nCarry all medication in its original packaging with a copy of your prescription.\n\n### Environmental Health\n**Air pollution** in Dhaka is among the worst in the world. It can severely affect those with respiratory conditions.\nWearing an N95 mask is advisable.\n**Extreme heat and humidity** during the pre-monsoon season can cause dehydration and heatstroke.\n\n### Summary\nDo not get sick or injured in Bangladesh. The consequences can be severe.\nYour health strategy must be entirely preventative: get vaccinated, be obsessive about food and water safety, protect yourself from mosquito bites, and carry a comprehensive medical kit.\nAnd, above all, have a top-tier medical evacuation insurance policy."
    },
    "money": {
      "title": "Money",
      "content": "Bangladesh has a developing financial system. It is a cash-based society where navigating monetary transactions requires some planning for a foreign visitor.\n\n### Currency\nThe official currency is the **Bangladeshi Taka (BDT)**, often symbolized as ৳.\nThe Taka is the only currency used for everyday transactions.\n\n### Cash, ATMs & Cards\nBangladesh is overwhelmingly a **cash economy**.\nWhile credit and debit cards (Visa, MasterCard) are accepted in high-end hotels, upscale restaurants, and major shopping centers in Dhaka's diplomatic and business districts (Gulshan, Banani), they are **not widely accepted elsewhere**.\n**You must rely on cash for almost everything:** local food, transport (rickshaws, CNGs), shopping in markets, and all transactions outside of Dhaka.\n**ATMs are available** in Dhaka and other major cities.\nThey dispense Taka and are the most convenient way to get local currency.\nHowever, they can be unreliable. They may be out of service, out of cash, or may not accept all foreign cards.\nIt is wise to use ATMs located at major banks during opening hours.\nDo not rely on a single card. Bring multiple cards from different banks.\nIt is also prudent to **carry a backup supply of foreign currency in cash**, preferably US Dollars.\nBring new, clean US Dollar bills, as old or torn ones may be rejected.\n\n### Currency Exchange\nYou can exchange foreign currency at the airport, banks, or at private, licensed money exchange bureaus.\nMoney changers often offer slightly better rates and are quicker than banks.\nEnsure you receive a receipt for your transaction.\nNever exchange money with unlicensed individuals on the street.\n\n### Costs & Budgeting\nBangladesh is an **extremely affordable country** for foreign travelers.\nAccommodation, food, and transport are all very cheap by international standards.\nThis makes it one of the best value destinations in the world, especially for budget travelers.\nEven mid-range and high-end options are reasonably priced compared to other countries.\n\n### Tipping & Bargaining\n**Tipping** is not a widespread custom for small services, but it is deeply appreciated due to low local wages.\nIn upscale restaurants, a service charge may be included. If not, a tip of 5-10% is a generous gesture.\nFor drivers or guides, a tip at the end of their service is customary if you are happy with their work.\n**Bargaining is an essential and expected part of the culture.**\nYou must bargain for everything that does not have a fixed price tag.\nThis includes rickshaw and CNG fares, shopping in markets, and for souvenirs.\nThe first price quoted to a foreigner is always highly inflated.\nBargaining should be done with a smile and a sense of good humor. It is a part of the social interaction.\nAlways agree on the price for a rickshaw or CNG *before* starting your journey.\n\n### Financial Environment\nThe banking system can be bureaucratic and slow.\nIt is best to handle your financial needs through ATMs and licensed money changers.\nInform your bank of your travel dates to prevent your cards from being blocked.\nUS Dollars are the easiest foreign currency to exchange.\n\n### Summary\nOperate on the assumption that you will need cash for almost everything.\nUse ATMs in major cities to withdraw Taka, but have backup cards and a supply of US Dollars.\nEmbrace the art of bargaining as a necessary skill.\nEnjoy the incredible value for money that the country offers."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Connectivity in Bangladesh is a story of contrasts, with rapidly growing mobile access set against a backdrop of challenging and often chaotic physical infrastructure.\n\n### Digital Connectivity\n**Mobile & Internet:** Mobile penetration is very high, and this is the primary way people access the internet.\n**4G coverage is widespread** in Dhaka and other major cities and is expanding in rural areas.\nThe main mobile operators are **Grameenphone, Robi, and Banglalink**.\nBuying a local prepaid SIM card is **highly recommended**. It is very cheap and easy to do.\nYou can get one at the airport or countless small shops. You will need your passport and a passport photo for registration.\nData packages are extremely affordable.\n**Wi-Fi** is available in mid-range to high-end hotels and many cafes in the upscale areas of Dhaka.\nHowever, the connection can be slow and unreliable.\nPower outages are common and can disrupt both Wi-Fi and mobile networks.\nMobile data is often more reliable than public Wi-Fi.\nInternet access may be restricted or shut down by the government during times of political sensitivity or unrest.\n\n### Physical Connectivity\nNavigating Bangladesh is a major challenge due to its geography and infrastructure.\nIt is one of the most densely populated countries on Earth, and it is a vast river delta.\n**Roads:** The road network connects the country, but travel is **extremely slow and dangerous**.\nNational highways are often just two-lane roads, heavily congested with buses, trucks, cars, rickshaws, and CNGs (auto-rickshaws).\nTraffic jams ('jams') are legendary and can last for many hours, turning a short journey into an all-day ordeal.\nRoad conditions are often poor.\n**Trains:** The railway network, operated by Bangladesh Railway, is a **safer and often more comfortable alternative** to buses for long-distance travel.\nTrains are slow, but they bypass the chaotic road traffic.\nClasses range from basic 'Shulov' class to air-conditioned 'AC' berths.\nTickets, especially for better classes, should be booked well in advance as they sell out quickly.\n**Ferries & Boats:** As a riverine country, boats are a fundamental mode of transport.\nLarge, multi-decker 'launches' (ferries) ply the main river routes, especially from Dhaka to the southern delta region (e.g., Barisal).\nThis can be a scenic way to see the country, but safety is a major concern (see Safety).\nSmaller boats are used for local transport across countless rivers.\n\n### Urban Transport\n**Dhaka** is infamous for having some of the worst traffic in the world.\n**Cycle-rickshaws** are the most common mode of transport for short distances and are an iconic cultural experience.\n**CNGs** (green, caged auto-rickshaws) are used for longer distances. They are supposed to use a meter, but you will almost always have to negotiate the fare beforehand.\n**Ride-hailing apps** like **Uber** and the local favorite, **Pathao** (which also offers motorcycle rides), have transformed travel in Dhaka.\nThey are often the easiest, safest, and most convenient way to get around the city. Downloading one of these apps is essential.\nA new metro rail system is being developed in Dhaka, which will hopefully ease some of the congestion in the future.\n\n### Air Travel\nDomestic flights connect Dhaka with other major cities like Chittagong, Cox's Bazar, and Sylhet.\nThis is by far the fastest way to travel long distances within the country and avoid the chaos of road or ferry travel.\nCarriers include Biman Bangladesh Airlines, US-Bangla Airlines, and Novoair."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Bangladesh requires a significant adjustment of personal expectations. It demands immense patience, an open mind, a high tolerance for chaos, and a willingness to embrace its intense and deeply human culture.\n\n### Embrace the Chaos\nThis is the most fundamental adaptation. Bangladesh, especially Dhaka, is an assault on the senses.\nIt is crowded, noisy, and chaotic. You cannot fight it; you must adapt your mindset to go with the flow.\nAdapt to the lack of personal space in public. Crowds are a constant.\n\n### Patience is Essential\nNothing runs on a strict schedule. Traffic jams can derail any plan. Bureaucratic processes are slow.\nGetting angry or frustrated is pointless. A calm, patient attitude is a crucial survival tool.\nAdopt a flexible mindset where plans are merely suggestions.\n\n### Health & Hygiene Adaptation\nYou must adapt to a state of **constant health vigilance**.\nBe obsessive about what you eat and drink. Only sealed bottled water, no salads, no ice, only piping hot food.\nAdapt your daily routine to include rigorous mosquito protection.\nCarry hand sanitizer and use it frequently.\n\n### Dress Code & Social Norms\n**Dress conservatively.** This is a practical adaptation to show respect and, for women, to minimize unwanted attention.\nShoulders, cleavage, and legs (above the mid-calf) should be covered.\nLoose-fitting clothing is also more comfortable in the heat and humidity.\nBe prepared for staring. As a foreigner, you will be an object of intense curiosity. It is not usually meant to be hostile, but it can feel intrusive.\nA friendly smile can often break the ice.\n\n### The Human Connection\nWhile the environment can be challenging, the biggest adaptation is to the **intensity of the human interaction**.\nPeople are incredibly friendly and will want to talk to you. You will be asked 'What is your country?' hundreds of time.\nEmbrace this curiosity. Engage with people. This is where the magic of Bangladesh lies.\nAccept offers of hospitality. A cup of tea is a gesture of friendship.\n\n### Practical Adaptations\n**Transport:** Adapt to using ride-hailing apps like Uber or Pathao in Dhaka. They are a game-changer for navigating the city.\nFor longer distances, choose trains or flights over buses for safety and sanity.\n**Bargaining:** Adapt to bargaining for almost everything. It is a necessary skill, not an optional one.\n**Poverty:** Be prepared to witness significant poverty. This can be emotionally challenging. Decide in advance how you will handle requests for money.\n\n### Mindset: Resilience & Beauty\nAdapt your definition of beauty.\nIt may not be found in pristine landscapes or orderly cities, but in the vibrant colors of a rickshaw, the intricate patterns of a saree, the genuine smile of a child, or the lyrical sound of the Bangla language.\nAppreciate the incredible resilience of the people. Understanding their history and the challenges they face puts everything in a different perspective.\nAdapting to Bangladesh is not about finding comfort; it is about finding a different kind of reward.\nIt is about letting go of your preconceived notions of how things 'should' be and accepting a reality that is challenging, chaotic, and ultimately, profoundly moving."
    }
  }
}