{
  "name": "Barbados",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "A valid passport for the duration of your stay is required. Visitors from the USA, UK, Canada, and EU countries do not need a visa for tourist stays. A return or onward ticket is a mandatory entry requirement and will be checked by your airline. You must also provide your intended address to immigration. An Immigration/Customs form is filled out on arrival. For driving, your home license is valid for a short period, but you must purchase a temporary local driving permit, easily obtained from rental agencies or police stations."
    },
    "culture": {
      "title": "Culture",
      "content": "Barbadian (Bajan) culture is a proud and sophisticated mix of West African heritage and deeply ingrained British traditions. English is the official language, spoken with a distinct Bajan dialect. Politeness and formality are important; 'Good morning/afternoon' is an essential greeting. Cricket is a national religion, producing legendary players. The island is known as 'Little England' for its colonial architecture and customs like afternoon tea, but the vibe is unmistakably Caribbean. The Crop Over Festival, a vibrant summer carnival celebrating the end of the sugarcane harvest, is the ultimate cultural expression, full of Calypso music, colorful costumes, and joyous celebration."
    },
    "safety": {
      "title": "Safety",
      "content": "Barbados is one of the safer islands in the Caribbean, but caution is still required. Petty crime, such as theft from beaches, cars, and hotel rooms, is the main concern. Do not leave valuables unattended. Violent crime is uncommon but can occur; avoid walking in isolated areas or on deserted beaches after dark. Driving is on the left, and roads can be narrow and winding. Water safety is paramount; be aware of powerful waves and rip currents, especially on the Atlantic (east) coast. Heed all warning flags and signs on beaches."
    },
    "health": {
      "title": "Health",
      "content": "Healthcare in Barbados is of a good standard, among the best in the Caribbean. The main public hospital (Queen Elizabeth Hospital) and several private clinics (like Bayview or Sandy Crest) are well-equipped for most emergencies. Comprehensive travel and health insurance, including medical evacuation, is still essential, as services are expensive. Tap water is safe to drink island-wide, a rarity in the region. Mosquito-borne illnesses like Dengue are a risk; use insect repellent. The biggest health threat is the intense sun; use high-SPF sunscreen and stay hydrated."
    },
    "money": {
      "title": "Money",
      "content": "The official currency is the Barbadian Dollar (BBD), also called the Bajan Dollar. It is pegged to the US Dollar at a fixed rate of approximately BBD $2 = USD $1. US Dollars are widely accepted everywhere, but you will usually receive change in Barbadian Dollars. It's best to spend all your BBD before departure. Credit cards are widely accepted in hotels, restaurants, and larger shops. ATMs are plentiful and dispense local currency. Barbados is an expensive destination, with prices comparable to North America or Western Europe. A 10-15% tip is customary for good service if a service charge isn't already included."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Digital connectivity is excellent. Wi-Fi is reliable and widely available in hotels, villas, and restaurants. Mobile coverage with 4G/LTE is strong across the island. Consider buying a local SIM card from providers like Flow or Digicel to avoid high roaming charges. Physical connectivity is simple on this small island. Renting a car is the most popular way to explore. The public bus system (including the yellow 'reggae buses') is extensive and very cheap, offering a fun local experience. Taxis are available but are not metered, so agree on the fare before you start your journey."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Barbados is easy. Embrace the slower 'island time' pace of life. Politeness is key; always greet people before asking a question. Dress is 'resort casual', but it's respectful to cover up swimwear when away from the beach or pool. Adapt to driving on the left and navigating narrow roads. Be prepared for high prices. Most importantly, adapt to the social rhythm—from a Friday night fish fry at Oistins to a rum shop tour, engaging with the friendly Bajan people is the best way to enjoy the island's authentic charm."
    }
  }
}