{
  "name": "Belarus",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "A passport valid for at least 90 days beyond your intended stay is required. Many countries now have a 30-day visa-free regime for entry via Minsk National Airport (MSQ), but this is subject to frequent change due to the political situation. **CRITICAL: Always check the latest official visa requirements, as they are volatile.** The visa-free rule does NOT apply to arrivals from Russia. For longer stays, a visa must be obtained in advance. You must have proof of medical insurance valid for Belarus for at least €10,000. Registration with the local Citizenship and Migration Department is mandatory if staying more than 10 days."
    },
    "culture": {
      "title": "Culture",
      "content": "Belarusian culture is a unique Slavic blend, heavily influenced by its Soviet past and a strong state-driven identity. The country has two official languages, Russian and Belarusian, though Russian is dominant in cities. There is a deep respect for history, particularly the immense suffering and heroism during World War II (The Great Patriotic War), which is a central part of the national identity. The culture is generally reserved and stoic. Family is central, and traditions like hospitality are important. Folk arts, clean cities, and a love for nature (forests and lakes) are key cultural touchstones."
    },
    "safety": {
      "title": "Safety",
      "content": "Street crime is very low, making cities like Minsk remarkably safe to walk around, even at night. The primary safety concerns are not criminal but political. The political environment is highly authoritarian. **Avoid all protests and political gatherings.** Public criticism of the government can lead to arrest. Be aware of surveillance. Foreign journalists and activists face significant risks. Follow all instructions from police and security officials without argument. Drink driving is severely punished. Due to the war in neighboring Ukraine, travel near the southern border is strongly discouraged."
    },
    "health": {
      "title": "Health",
      "content": "The healthcare system is a legacy of the Soviet era: universal for citizens but not up to Western standards. Facilities are often dated, and modern medical supplies can be limited. **Mandatory medical insurance is an entry requirement.** Private clinics in Minsk offer a better standard of care for foreigners. For any serious medical issue, evacuation to Western Europe would be necessary. Ensure your insurance covers this. Tap water is not recommended for drinking; use bottled water. Tick-borne encephalitis is a risk in forested areas during summer; vaccination and preventative measures are advised for hikers."
    },
    "money": {
      "title": "Money",
      "content": "The official currency is the Belarusian Ruble (BYN). The economy is heavily state-controlled. Credit cards are widely accepted in Minsk's hotels, restaurants, and larger shops, but Belarus is largely a cash economy outside the capital. Always carry a sufficient amount of rubles. ATMs are common in cities. It is best to exchange Euros or US Dollars, as other currencies may be difficult to change. Tipping is not a strong tradition but is becoming more common in Minsk's restaurants (5-10% is appreciated). Prices for food and transport are very low by European standards."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Digital connectivity in cities is surprisingly good. Wi-Fi is common in cafes, hotels, and on the Minsk metro. Mobile coverage with 4G is reliable in urban areas. Buying a local SIM card (from A1, MTS, or life:)) is easy and cheap. The government exercises significant control over the internet, and access to independent news sites, social media, and messaging apps can be blocked. **A reliable VPN is essential** for secure and unrestricted internet access. Physical connectivity is good via a network of trains and buses, which are cheap and efficient for travel between cities. Roads are generally well-maintained."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "Adapting to Belarus means navigating a society that is orderly, reserved, and politically sensitive. Do not mistake formality for unfriendliness; building trust takes time. **The most crucial adaptation is political awareness.** Do not engage in political discussions, criticize the government, or take photos of official buildings. Respect for rules is paramount. Learning a few words of Russian ('Spasibo' for thank you, 'Zdravstvuyte' for hello) is essential, as English is not widely spoken. Adapt to a more formal social etiquette and a slower pace of building relationships. Your visit will be smoothest if you remain discreet and respectful of the prevailing order."
    }
  }
}