{
  "name": "China",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "### Mainland China (PRC)\n- **Passport & Visa:** Foreign visitors generally need a passport valid at least six months beyond the intended stay and blank visa pages [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/China.html). Most nationalities require a Chinese visa. As of late 2024, citizens of 38 countries may enter China visa-free for up to 30 days [china-briefing.com](https://www.china-briefing.com/news/china-visa-free-policy-a-complete-guide/).\n- **Local Registration:** Any foreigner staying in non-hotel accommodation must register with the local Public Security Bureau (PSB) within 24 hours of arrival [en.nia.gov.cn](https://en.nia.gov.cn/n162/n227/c1175/content.html).\n\n### Hong Kong SAR\n- **Passport & Entry:** Hong Kong maintains a separate immigration system. Many nationalities (over 170) enjoy visa-free entry for up to 7 to 180 days [immd.gov.hk](https://www.immd.gov.hk/eng/services/visas/visit-transit/visit-visa-entry-permit.html). A valid passport and evidence of onward travel/funds are required [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/HongKong.html).\n\n### Macau SAR\nMost tourists may enter Macau visa-free for up to 30 days [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Macau.html). Visas are required for longer stays.\n\n### Taiwan\nMany visitors (including US, EU, Japan) do not need a visa for stays under 90 days [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Taiwan.html)."
    },
    "culture": {
      "title": "Culture",
      "content": "### Language and Greetings\nMandarin Chinese is official in Mainland and Taiwan, Cantonese in Hong Kong and Macau. A warm greeting is usually a nod or slight bow. Handshakes are common in formal settings [travelchinawith.me](https://www.travelchinawith.me/culture/chinese-etiquette).\n\n### Gift-Giving & Etiquette\nIf invited to a home, it is polite to bring a small gift (tea, fruit). Present gifts with both hands. It’s customary for recipients to initially decline a gift before accepting. Never give clocks, umbrellas, or sharp objects as gifts [travelchinawith.me](https://www.travelchinawith.me/culture/chinese-etiquette).\n\n### Dining Customs\nAt meals, the eldest is served first. Try a bit of every dish. Never stick chopsticks vertically in a rice bowl. Toasting with baijiu or tea is common at banquets (“Ganbei” – bottom’s up) [travelchinawith.me](https://www.travelchinawith.me/culture/chinese-etiquette).\n\n### Festivals & Traditions\n- **Chinese (Lunar) New Year:** The most important holiday (Jan/Feb). Families gather, businesses close, and red “hongbao” (money envelopes) are given for luck.\n- **Mid-Autumn Festival:** Families share mooncakes and admire the full moon.\n- **Dragon Boat Festival:** Famous for dragon boat races and eating zongzi."
    },
    "safety": {
      "title": "Safety",
      "content": "### Crime\nViolent crime against foreigners is rare. Petty theft (pickpocketing, bag-snatching) can occur in crowded cities and tourist spots [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/China.html). Keep valuables secure.\n\n### Scams\nBeware of the “tea house” or “massage” scam, where you are lured into an establishment and presented with an exorbitant bill [travel.gc.ca](https://travel.gc.ca/destinations/china). Be wary of unsolicited invitations from strangers.\n\n### Emergency Numbers\n- **Mainland China:** 110 for police, 120 for medical emergencies, 119 for fire.\n- **Hong Kong & Macau:** 999 for all emergencies.\n- **Taiwan:** 110 for police, 119 for ambulance/fire.\n\n### Surveillance\nMainland China has ubiquitous surveillance. CCTV cameras monitor public areas, and internet communications are heavily monitored by the Great Firewall [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/China.html). Avoid discussing politics."
    },
    "health": {
      "title": "Health",
      "content": "### Healthcare System\nUrban centers have modern public hospitals, some with English-speaking departments. Private international clinics are available but expensive. Comprehensive health insurance that covers overseas treatment and medical evacuation is strongly recommended [travel.gc.ca](https://travel.gc.ca/destinations/china).\n\n### Vaccinations\nNo vaccines are legally required. Health authorities recommend travelers be up-to-date on routine vaccinations, plus Hepatitis A and Typhoid [travel.state.gov](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/China.html).\n\n### Food and Water Safety\nDrink bottled or boiled water. Avoid ice or raw vegetables washed in tap water. Eat at clean establishments. The adage “boil it, cook it, peel it, or forget it” applies [travel.gc.ca](https://travel.gc.ca/destinations/china).\n\n### Air Quality\nMajor Chinese cities can experience severe air pollution. Monitor AQI and limit outdoor activities on high pollution days. Consider wearing an N95 mask [travel.gc.ca](https://travel.gc.ca/destinations/china)."
    },
    "money": {
      "title": "Money",
      "content": "### Currency\n- **Mainland China:** Renminbi (RMB, ¥)\n- **Hong Kong:** Hong Kong Dollar (HKD)\n- **Macau:** Pataca (MOP), but HKD is widely accepted.\n- **Taiwan:** New Taiwan Dollar (NTD)\n\n### Payment Methods\nIn Mainland China, WeChat Pay and Alipay dominate. Foreign credit/debit cards can now be linked to these apps. In Hong Kong, the Octopus card is ubiquitous. Credit cards are widely accepted in hotels and large stores in all regions, but carry cash for smaller vendors.\n\n### Tipping\nTipping is uncommon in Mainland China, Hong Kong, Macau, and Taiwan. Service charges are usually included in the bill."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Internet Access\nMainland China’s internet is heavily censored by the “Great Firewall”. Sites like Google, Facebook, and Instagram are blocked. Install a reputable VPN before entering China. In Hong Kong, Macau, and Taiwan, internet is unrestricted.\n\n### Mobile Phone & SIM Cards\nBuying a local SIM card requires passport registration in Mainland China. In Hong Kong, Macau, and Taiwan, prepaid SIMs are easily available at airports and convenience stores.\n\n### Key Apps\n- **Mainland China:** WeChat (messaging, payments), Alipay (payments), DiDi (ride-hailing), Baidu Maps (navigation).\n- **Hong Kong:** WhatsApp, CityMapper, MTR Mobile.\n- **General:** A good VPN, translation app (Google Translate, Pleco)."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Language\nLearning a few basic Mandarin phrases (ni hao – “hello”, xie xie – “thank you”) goes a long way. In Hong Kong and Macau, learn some Cantonese. In Taiwan, Mandarin is standard.\n\n### Transportation\nChina’s high-speed rail network is efficient and affordable. Metros are available in ~50 cities. Taxis are plentiful; insist on using the meter. In Hong Kong, the MTR, buses, and ferries are excellent.\n\n### Food Culture\nChinese cuisine is highly regional. Be adventurous and try local specialties like Peking Duck in Beijing, dim sum in Guangzhou, and hot pot in Chengdu. Street food is a major part of the experience, but be mindful of hygiene.\n\n### Culture Shock\nExpect differences in public etiquette, such as personal space in crowds and queuing behavior. Maintain an open mind, patience, and flexibility. Locals are often curious about foreigners and generally friendly."
    }
  }
}
