
{
  "name": "China",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "### Visa Requirements\nMost foreign nationals require a visa to enter mainland China. As of 2024, citizens from a growing list of countries, including many EU nations (France, Germany, Italy, Spain), Malaysia, and Singapore, are eligible for 15-day visa-free entry for tourism and business. All other travelers, including citizens of the USA, UK, Canada, and Australia, must obtain a tourist (L) visa in advance from a Chinese embassy or consulate. The standard single-entry tourist visa is typically valid for a stay of up to 30 days.\n\n### Application Process\nTo apply for a tourist visa, you must submit your application to a Chinese Visa Application Service Center (CVASC). The process involves completing a detailed online application form and providing supporting documents, which usually include a valid passport, a recent passport photo, flight and hotel reservations, and a travel itinerary. In-person submission and fingerprinting are often required. It is crucial to apply well in advance of your travel dates.\n\n### Passport Validity\nYour passport must be valid for at least six months from the date of your visa application and have at least two blank pages.\n\n### Customs and Declarations\nUpon entry, you must complete a health declaration form (often via a QR code). You are required to declare any currency exceeding US$5,000 (or equivalent). There are strict prohibitions on bringing in printed materials, films, or photos that are deemed detrimental to China's politics, economy, culture, or ethics. Drones and certain radio equipment also require prior permission.\n\n### Special Administrative Regions (SARs)\nHong Kong and Macau have separate immigration policies. Most visitors can enter Hong Kong and Macau visa-free for periods ranging from 7 to 180 days. A separate visa is required to travel from these regions into mainland China."
    },
    "culture": {
      "title": "Culture",
      "content": "### Social Etiquette & Norms\nRespect for hierarchy and elders is a cornerstone of Chinese culture. Address people by their title and surname (e.g., Director Wang). When meeting, a slight nod or bow is common, though a handshake is also acceptable in business contexts. Giving and receiving items, including business cards and gifts, should be done with both hands as a sign of respect. 'Saving face' (mianzi) is a crucial concept; avoid causing embarrassment or openly criticizing someone in public.\n\n### Dining Etiquette\nDining is a communal and important social activity. The host will typically order a variety of dishes for the table to share. It is polite to try a little of every dish. Wait for the host to start eating or signal for others to begin. When toasting, especially with 'baijiu' (a strong liquor), it's a sign of respect to hold your glass lower than that of the person you are toasting. Never stick your chopsticks upright in your rice bowl, as it resembles incense for the dead.\n\n### Indigenous & Local Culture\nChina is home to 55 officially recognized ethnic minority groups, each with its own distinct language, customs, and traditions. These groups predominantly live in the south, west, and north of the country. When traveling in these regions, be respectful of local customs, which can differ significantly from Han Chinese culture. Ask for permission before taking photos of people or their homes.\n\n### Language\nMandarin Chinese (Putonghua) is the official language. While English is taught in schools, proficiency is not widespread outside of major tourist hotels and businesses in top-tier cities like Beijing and Shanghai. Learning a few basic phrases will be immensely helpful:\n- **Hello:** Nǐ hǎo (你好)\n- **Thank You:** Xièxiè (谢谢)\n- **Please:** Qǐng (请)\n- **Excuse Me/Sorry:** Bù hǎoyìsi (不好意思)\n\n### Major Festivals & Holidays\n- **Chinese New Year (Spring Festival):** The most important holiday, a multi-day celebration in January or February. Expect widespread travel and business closures.\n- **National Day (Golden Week):** A week-long holiday starting on October 1st, another peak travel period.\n- **Dragon Boat Festival & Mid-Autumn Festival:** Traditional holidays celebrated with special foods (zongzi and mooncakes)."
    },
    "safety": {
      "title": "Safety",
      "content": "### General Safety & Crime\nChina is generally a very safe country for tourists, with low rates of violent crime. Petty crime, such as pickpocketing, can occur in crowded tourist areas, markets, and on public transport. Be especially vigilant in major cities. It's rare for foreigners to be targeted, but it's always wise to keep your valuables secure and be aware of your surroundings.\n\n### Common Scams\nThe most notorious tourist scam is the 'tea house' or 'art student' scam. You are approached by friendly individuals who invite you for tea or to see their art, only to be presented with an astronomically high bill. Be wary of any unsolicited invitations from strangers. Another issue is counterfeit money; always check your change, especially from street vendors or taxi drivers. Use official taxis and always insist on using the meter.\n\n### Emergency Numbers\n- **Police:** 110\n- **Ambulance:** 120\n- **Fire:** 119\nEnglish-speaking operators may not always be available, so if possible, have a local person assist you with the call.\n\n### Transportation Safety\nTraffic conditions can be chaotic, and road rules are often not strictly followed. Jaywalking is common, but be extremely cautious when crossing the street. For tourists, driving is not recommended. The high-speed rail network is modern, efficient, and the best way to travel between cities. Subways in major cities are clean, safe, and easy to navigate with English signage.\n\n### Natural Disasters & Environment\nSouthern China is susceptible to typhoons during the summer months (July-September). Some regions, like Sichuan province, are in seismically active zones. Air pollution can be a significant issue in major industrial cities, especially during the winter. Check the local Air Quality Index (AQI) and consider wearing a mask on heavily polluted days."
    },
    "health": {
      "title": "Health",
      "content": "### Healthcare System\nThe quality of healthcare varies dramatically. In major cities, international hospitals and VIP wards in public hospitals offer high-quality care with English-speaking staff, but they are very expensive. In rural areas, medical facilities are basic and unlikely to have staff who speak English. Payment is often required upfront, even in emergencies.\n\n### Travel Insurance\nComprehensive travel and medical insurance is absolutely essential. Ensure your policy covers hospitalization and, crucially, medical evacuation, as the cost to be transported to a better-equipped facility or back to your home country can be exorbitant.\n\n### Vaccinations\nNo vaccinations are required for entry into China. However, it is recommended to be up-to-date on all routine vaccinations. The CDC also recommends vaccines for Hepatitis A and Typhoid for most travelers. Consult your doctor for personalized advice based on your itinerary.\n\n### Food & Water Safety\nNever drink tap water in China. Use sealed bottled water for drinking and brushing your teeth. Be cautious with ice in drinks. When eating out, choose restaurants that are busy and appear clean. Street food can be delicious, but exercise caution. Food safety standards can be inconsistent. Stick to food that is cooked fresh and served hot.\n\n### Environmental Health Risks\nAs mentioned, air pollution is a major concern in many cities. Those with asthma or other respiratory conditions should take extra precautions. In summer, heat and humidity can be intense, so stay hydrated. Public restrooms can be a challenge; they are often squat toilets and may not have toilet paper, so it's wise to carry your own tissues and hand sanitizer."
    },
    "money": {
      "title": "Money",
      "content": "### Currency\nThe official currency is the Renminbi (RMB), but it is often referred to as the Yuan (元, CNY). Banknotes come in denominations of 1, 5, 10, 20, 50, and 100 yuan.\n\n### Payment Methods\nChina has rapidly become a near-cashless society, but this is driven by two mobile payment apps: **Alipay** and **WeChat Pay**. For tourists, using these can be challenging as they historically required a Chinese bank account. However, both platforms have now introduced features allowing them to be linked to international credit cards, making them accessible to foreign visitors. This is now the preferred way to pay almost everywhere. While major hotels and high-end restaurants accept credit cards (Visa, Mastercard), many smaller shops and local eateries do not. Cash is still useful for some situations, but don't be surprised if vendors prefer mobile payments.\n\n### ATMs & Money Exchange\nATMs that accept foreign cards can be found, but are not as common as in other countries. Look for ATMs at major banks like Bank of China, ICBC, or China Construction Bank, and check for logos like Visa or Mastercard. It's best to withdraw a decent amount of cash when you find a working ATM. You can exchange currency at airports, large hotels, and banks, but you will need to show your passport.\n\n### Costs & Budgeting\nTravel costs in China are generally lower than in Western countries but are rising. A mid-range traveler could budget around US$70-100 per day. A simple meal of noodles or dumplings might cost $3-5, while a meal at a mid-range restaurant could be $15-25. Transportation via the high-speed rail is affordable and efficient.\n\n### Tipping Customs\nTipping is not a part of the culture in mainland China and is generally not expected. In fact, it can sometimes cause confusion. The only exception might be for tour guides and drivers on organized tours, where a tip is often appreciated."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Internet Censorship & VPNs\nChina's internet is heavily censored by the 'Great Firewall'. Many Western websites and apps, including Google (and all its services like Gmail, Google Maps), Facebook, Instagram, X (Twitter), and WhatsApp, are blocked. To access these services, you **must** have a Virtual Private Network (VPN). It is crucial to install and test a reputable VPN on all your devices **before** you arrive in China, as the websites of VPN providers are often blocked within the country.\n\n### Mobile & SIM Cards\nGetting a local SIM card from providers like China Mobile, China Unicom, or China Telecom is a good option for data and local calls. You can purchase these at airports or official stores, but you will need your passport for registration. Alternatively, using an international roaming plan from your home provider or an eSIM (which may have VPN-like functionality built-in) can be a simpler, though more expensive, option.\n\n### Wi-Fi Availability\nWi-Fi is available in most hotels and many cafes and restaurants. However, you will often need a Chinese phone number to receive a verification code to log in, which can be a barrier for tourists. And remember, even on Wi-Fi, the Great Firewall is still in effect, so a VPN is necessary to access blocked sites.\n\n### Essential Apps\n- **A good VPN:** This is non-negotiable if you want to access the global internet.\n- **WeChat (微信):** More than a messaging app, it's used for payments, booking services, and daily communication. Essential for life in modern China.\n- **Alipay (支付宝):** The other major payment app.\n- **Translation App:** Baidu Translate or Google Translate (accessible via VPN) are vital.\n- **Maps:** Apple Maps works, but local apps like Baidu Maps or Gaode Maps are more accurate (though they are in Chinese).\n- **Ride-hailing:** DiDi Chuxing is the equivalent of Uber."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Climate & Seasons\nChina's vast size means its climate is extremely varied. \n- **North (Beijing):** Hot, humid summers and cold, dry winters.\n- **South (Guangzhou, Hong Kong):** Mild winters and long, hot, very humid summers with a typhoon season.\n- **West (Tibet, Xinjiang):** High-altitude or desert climates with large temperature swings.\nThe best times to visit are generally spring (April-May) and autumn (September-October) to avoid the extremes of summer heat and winter cold.\n\n### Transportation\nThe high-speed rail system is the crown jewel of Chinese infrastructure. It's fast, modern, comfortable, and the best way to travel between most cities. Booking tickets in advance is recommended, especially during holidays. Domestic flights are also plentiful. Within cities, the subway systems are cheap, efficient, and easy to navigate with bilingual signs.\n\n### Social Norms & Culture Shock\nPrepare for a different sense of personal space, especially in crowds. Queuing can sometimes be disorderly. Staring is common but usually stems from curiosity rather than malice. Spitting and loud talking are more common than in the West. The language barrier will be a significant and constant challenge outside of major tourist spots; be patient and have a translation app ready.\n\n### Shopping & Business Hours\nBargaining is common in markets, but not in department stores or boutiques. Standard business hours are typically from 9 AM to 6 PM, but retail shops often stay open until 9 or 10 PM, seven days a week. Banking hours are more restricted. Be prepared for a society that has leapfrogged credit cards and gone straight to mobile payments."
    }
  }
}

