{
  "name": "India",
  "content": {
    "documents": {
      "title": "Travel Documentation",
      "content": "### Passport\nA valid passport is required. It must have at least 6 months validity beyond your entry date and two blank pages for stamping [cgisf.gov.in](https://cgisf.gov.in). Always carry your passport when traveling; keep a backup photocopy or digital scan as well [ricksteves.com](https://ricksteves.com).\n\n### Visa Requirements\nNearly all foreign nationals must hold a visa (paper or e-Visa) before arrival. India offers an online e-Visa scheme for tourism, business, medical and conference visits [cgisf.gov.in](https://cgisf.gov.in). E-Tourist e-Visas are available for 30-day, 1-year, or 5-year multiple entries [cgisf.gov.in](https://cgisf.gov.in). (Note: the total stay cannot exceed 180 days per calendar year on tourist visas [cgisf.gov.in](https://cgisf.gov.in).) Long-term stays (for work, study, etc.) require the appropriate visa category and local registration (see below).\n\n### E-Visa Process\nApply online at the official portal (indianvisaonline.gov.in). You must upload a passport photo and passport data page [cgisf.gov.in](https://cgisf.gov.in). Biometric data are collected on arrival [cgisf.gov.in](https://cgisf.gov.in). E-Visas are non-extendable and valid only for entry via designated international airports or seaports [cgisf.gov.in](https://cgisf.gov.in); land entry with an e-Visa is not permitted [travel.state.gov](https://travel.state.gov).\n\n### Regular Visas & Long Stays\nIf you plan to stay longer or ineligible for e-Visa (e.g. Pakistani nationals, diplomats, official passports [cgisf.gov.in](https://cgisf.gov.in)), apply at an Indian consulate/embassy in your home country. Tourist visas (paper) now can be issued up to 10 years for some nationalities [cgisf.gov.in](https://cgisf.gov.in). Important: Foreigners staying over 180 days on Employment/Student/Medical visas must register with the local Foreigners Regional Registration Office (FRRO) within 14 days of arrival [cgisf.gov.in](https://cgisf.gov.in).\n\n### Entry/Exit & Customs\nOn arrival, immigration officers will stamp your passport. Declare cash exceeding USD 5,000 (or equivalent) [travel.state.gov](https://travel.state.gov). A Yellow Fever vaccination certificate is mandatory if you arrive from an endemic country [cgisf.gov.in](https://cgisf.gov.in)."
    },
    "culture": {
      "title": "Culture",
      "content": "### Diversity\nIndia is extremely diverse. Hindus (~79%) form the majority, followed by Muslims (~15%), Christians (~2%), Sikhs, Buddhists, Jains and others [pewresearch.org](https://pewresearch.org). Major festivals include Diwali, Holi, Eid-al-Fitr, Christmas, and many more. When visiting religious sites, dress modestly and remove shoes [travel.state.gov](https://travel.state.gov).\n\n### Languages\nIndia has hundreds of languages. Hindi is spoken widely in the North/Center, while English is common in business and travel. Essential phrases in Hindi: Namaste (greeting), Dhanyavaad (thank you), Kripya (please).\n\n### Etiquette & Social Norms\n- **Greeting:** Namaste (hands pressed together) is a polite greeting. Handshakes are common among men.\n- **Respect for Elders:** Always show respect to elders. Touching an elder’s feet is a traditional sign of respect.\n- **Body Language:** Public displays of affection are frowned upon. Personal space is smaller in crowds.\n- **Dress Code:** Generally, dress conservatively. Women should cover shoulders and legs, especially in rural or religious contexts."
    },
    "safety": {
      "title": "Safety",
      "content": "### General Safety\nIndia is generally safe, but petty crime (pickpocketing, bag-snatching) is common. Stay alert in crowded places. Violent attacks on foreigners are rare [travel.state.gov](https://travel.state.gov).\n\n### Crime\nDial 112 for emergencies. Report any crime to police immediately and get a police report (FIR) if your passport is stolen [travel.state.gov](https://travel.state.gov).\n\n### Scams\nTourist scams are common. Beware of overly friendly strangers offering help. Negotiate taxi fares before boarding or insist on the meter.\n\n### Women Travelers\nFemale travelers should exercise extra caution. Avoid walking alone at night and dress modestly to reduce unwanted attention [travel.state.gov](https://travel.state.gov).\n\n### Transportation Safety\nRoads can be chaotic. Be extremely cautious when driving or crossing streets. Domestic flights are generally safe."
    },
    "health": {
      "title": "Health",
      "content": "### Healthcare System\nPrivate hospitals in major cities offer high-quality care but are expensive. Public hospitals are low-cost but often overcrowded. Travel insurance is highly recommended.\n\n### Vaccinations & Preventive Care\nUpdate routine vaccines. CDC recommends hepatitis A and typhoid vaccines. Malaria prophylaxis and Japanese Encephalitis vaccine may be needed for rural areas [wwwnc.cdc.gov](https://wwwnc.cdc.gov).\n\n### Food & Water Safety\nAvoid tap water. Use bottled or boiled water. Eat well-cooked, hot foods. Be cautious with street food. Diarrhea (“Delhi belly”) is a common ailment.\n\n### Environmental Health\nSummers are extremely hot. The monsoon season (June-Sep) brings heavy rains. Air pollution in cities like Delhi can be hazardous, especially in winter."
    },
    "money": {
      "title": "Money",
      "content": "### Currency\nThe Indian Rupee (₹, INR). Credit/debit cards are widely accepted in cities, but carry cash for rural areas.\n\n### Card & Digital Payments\nVisa/Mastercard are common. Mobile payments (UPI apps like Google Pay, Paytm) are popular but may require a local bank account.\n\n### Costs & Budgeting\nIndia is affordable. Budget travelers can get by on ~$25-40 USD/day. Mid-range is ~$50-80. Bargaining is normal in markets.\n\n### Tipping\nTipping is appreciated. 7-10% in restaurants is standard if no service charge is included. Tip drivers and guides ~₹100-300 per day."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Mobile & SIM Cards\nJio, Airtel, and Vi are major providers. Tourists can buy prepaid SIMs at airports with a passport and visa. Data is very affordable.\n\n### Internet Access\nWi-Fi is available in hotels and cafes. Mobile internet is fast in cities but can be spotty in remote areas.\n\n### Apps & Digital Services\nGoogle Maps, Uber/Ola (taxis), and WhatsApp are essential. Download offline maps for rural travel.\n\n### Electrical Plugs\nIndia uses 230V AC. Plug types are C, D, and M. Bring a universal adapter."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Culture Shock\nIndia can be overwhelming. Crowds, noise, and poverty can be a shock. Patience and a sense of humor are key.\n\n### Urban vs. Rural\nCities are modern and cosmopolitan. Rural areas are traditional with limited infrastructure. Respect local customs in villages.\n\n### Language & Communication\nEnglish is spoken in cities, but less so in rural areas. A head wobble can mean “yes.”\n\n### Climate and Lifestyle\nIndia's climate is extreme. Summers are hot, monsoons are wet, and northern winters are cool. Dress in layers. Life moves at a different pace; embrace flexibility."
    }
  }
}
