
{
  "name": "India",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "### Visa Requirements\nNearly all foreign nationals require a visa to enter India. Citizens from many countries, including the USA, UK, EU nations, Australia, and Canada, are eligible for an e-Visa for tourism, business, or medical purposes. The e-Tourist Visa is available with multiple validity options: 30 days (double entry), 1 year (multiple entries), and 5 years (multiple entries). However, for the 1-year and 5-year visas, each continuous stay cannot exceed 90 days (or 180 days for citizens of the USA, UK, Canada, and Japan). For longer stays, or for nationalities not eligible for the e-Visa, a regular sticker visa from an Indian embassy or consulate is required.\n\n### Application Process\nThe e-Visa application must be completed online through the official Government of India website: [indianvisaonline.gov.in](https://indianvisaonline.gov.in/). Be wary of third-party websites that charge extra fees. The process requires you to upload a recent passport-style photograph and a scanned copy of your passport's information page. Payment is made online, and the approved Electronic Travel Authorization (ETA) is sent via email. You must carry a printout of this ETA when you travel.\n\n### Passport Validity\nYour passport must be valid for at least six months from your date of arrival in India. It must also have at least two blank pages for the immigration and visa stamps.\n\n### Customs and Declarations\nUpon arrival, you must fill out a customs declaration form. It is mandatory to declare currency notes exceeding US$5,000 (or equivalent) or total foreign exchange (including traveler's checks, etc.) exceeding US$10,000. Bringing satellite phones into India is strictly prohibited without prior government permission. Drones are also heavily restricted. You are allowed a duty-free allowance of 1 liter of alcohol and 100 cigarettes.\n\n### Departure Taxes\nDeparture taxes are included in the price of your airline ticket and no separate payment is required at the airport."
    },
    "culture": {
      "title": "Culture",
      "content": "### Social Etiquette & Norms\nIndian culture is deeply rooted in tradition and respect. 'Namaste' (with palms pressed together) is the traditional Hindu greeting and is widely understood. A handshake is common in business settings, especially among men. Respect for elders is paramount; it's a common custom to touch the feet of elders as a sign of reverence. Public displays of affection are generally frowned upon. When visiting someone's home, it's polite to bring a small gift, like sweets or flowers, but avoid giving alcohol unless you are sure your hosts drink.\n\n### Dining Etiquette\nEating with your right hand is customary, as the left hand is considered unclean. Even if using cutlery, use your right hand to pass dishes. It is polite to wash your hands before and after a meal. Wait for the host or the eldest person to start eating first. Trying a little of everything offered is a sign of appreciation. Tipping is becoming more common in tourist areas; 10% is a good guideline in restaurants if a service charge isn't already included.\n\n### Indigenous & Local Culture\nIndia is a mosaic of countless regional and religious cultures. When visiting temples, mosques, or other religious sites, dress conservatively (cover shoulders, legs, and sometimes your head). You will be required to remove your shoes before entering. Be mindful of local customs, which can vary significantly from one state to another.\n\n### Language\nIndia has 22 official languages. Hindi is the most widely spoken, particularly in the north, while English is prevalent in business, government, and tourism, acting as a lingua franca. Learning a few basic words in Hindi can be very helpful: 'Dhanyavaad' (Thank you), 'Kripya' (Please), and 'Aap kaise hain?' (How are you?).\n\n### Major Festivals & Holidays\n- **Diwali (October/November):** The festival of lights, India's biggest and most important holiday.\n- **Holi (March):** The festival of colors, a vibrant and joyous celebration.\n- **Eid al-Fitr:** Marks the end of Ramadan and is celebrated by Muslim communities nationwide.\nTravel during these times can be incredible but requires booking far in advance as transport and accommodation fill up quickly."
    },
    "safety": {
      "title": "Safety",
      "content": "### General Safety & Crime\nIndia is a moderately safe country for tourists, but petty crime is a concern. Pickpocketing, bag-snatching, and theft from hotel rooms are the most common issues, especially in crowded cities and on public transport. Be vigilant and aware of your surroundings. Violent crime against tourists is rare, but it's wise to avoid isolated areas, especially after dark. Always keep your passport, money, and valuables in a secure place.\n\n### Common Scams\nThe 'gemstone' scam (where you are persuaded to buy worthless gems to sell at a profit back home) is common in cities like Jaipur and Agra. Be wary of overly friendly strangers offering to be your guide. In transport hubs, you might be told your hotel has closed or moved; this is often a trick to take you to a commission-paying hotel. Always verify information independently. Use official prepaid taxi booths at airports to avoid fare disputes.\n\n### Emergency Numbers\n- **All-in-one Emergency Number:** 112\n- **Police:** 100\n- **Ambulance:** 102\n- **Fire:** 101\n\n### Transportation Safety\nRoad conditions are often chaotic, and traffic rules are loosely followed. Driving in India is not recommended for inexperienced visitors. For inter-city travel, trains are a classic Indian experience, but can be crowded; book AC classes for more comfort and security. Domestic flights are plentiful and generally safe. For city travel, ride-sharing apps like Uber and Ola are widely available and often safer and more convenient than auto-rickshaws.\n\n### Natural Disasters & Environment\nThe monsoon season (June-September) can cause widespread flooding and travel disruptions. The Himalayan regions are prone to landslides. Heatwaves during the summer months (April-June) can be extreme and dangerous. Be mindful of wildlife in national parks and follow your guide's instructions."
    },
    "health": {
      "title": "Health",
      "content": "### Healthcare System\nPrivate hospitals in major cities offer a high standard of care, often with English-speaking doctors, but can be expensive. Public hospitals are more affordable but are often understaffed and overcrowded. Quality of care varies dramatically between urban and rural areas.\n\n### Travel Insurance\nComprehensive travel health insurance is absolutely essential. Ensure your policy covers hospitalization, emergency treatment, and medical evacuation, as costs for serious medical care can be very high. Keep a copy of your policy and emergency contact numbers with you at all times.\n\n### Vaccinations\nNo vaccinations are mandatory for entry from most countries. However, the CDC recommends most travelers get vaccinated for Hepatitis A and Typhoid. Depending on your itinerary, vaccinations for Japanese Encephalitis, Rabies, and Malaria prophylaxis may also be recommended. Consult your doctor 4-6 weeks before your trip.\n\n### Food & Water Safety\nNever drink tap water. Use sealed bottled water, even for brushing your teeth. Avoid ice in drinks. Be cautious with street food; choose vendors that are busy and cook food fresh in front of you. Eat well-cooked, hot food. Salads and unpeeled fruits can be risky. Traveler's diarrhea ('Delhi Belly') is a common ailment; carry anti-diarrhea medication.\n\n### Environmental Health Risks\nAir pollution in major cities like Delhi can be severe, especially from November to February. If you have respiratory issues, consider wearing an N95 mask. The sun can be intense; use sunscreen, wear a hat, and stay hydrated to avoid heatstroke, especially during the hot season."
    },
    "money": {
      "title": "Money",
      "content": "### Currency\nThe local currency is the Indian Rupee (₹, INR). It is a closed currency, meaning it's technically illegal to take large quantities in or out of the country, though this is rarely enforced for small amounts.\n\n### Payment Methods\nCredit and debit cards (Visa, Mastercard) are widely accepted in mid-to-high-end hotels, restaurants, and shops in cities. However, India is still a cash-heavy society. Always carry enough cash for smaller purchases, street food, markets, and travel in rural areas. UPI (Unified Payments Interface) apps like Google Pay and Paytm are ubiquitous but often require an Indian bank account and phone number to set up.\n\n### ATMs & Money Exchange\nATMs are widely available in cities and towns. It's best to use ATMs attached to banks to minimize the risk of card skimming. Inform your bank of your travel plans to avoid your card being blocked. You can exchange foreign currency at airports, banks, and authorized money changers like Thomas Cook. Always ask for an official receipt.\n\n### Costs & Budgeting\nIndia is a very affordable travel destination. A budget traveler can manage on US$25-40 per day. A mid-range budget would be around US$50-80 per day, which would allow for comfortable private rooms, meals in nice restaurants, and AC train travel. A casual meal at a local restaurant can cost as little as US$3-5.\n\n### Tipping Customs\nTipping is not mandatory but is widely appreciated as wages in the service industry are low. In restaurants, a tip of 7-10% is standard if a service charge has not already been added to the bill. For porters, a small tip of ₹50-100 is appropriate. For private drivers or guides, a tip of ₹300-500 per day is a generous gesture for good service."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Mobile & SIM Cards\nGetting a local SIM card is highly recommended for staying connected. The main providers are Jio, Airtel, and Vi (Vodafone Idea). Data plans are extremely cheap by international standards. You can buy a tourist SIM card at airports or official carrier stores. You will need your passport, a copy of your visa, and a passport-sized photo. The activation process can sometimes take a few hours. Alternatively, eSIMs from providers like Airalo can be a more convenient option if your phone is compatible.\n\n### Wi-Fi Availability\nWi-Fi is available in most hotels, guesthouses, cafes, and airports in urban areas. However, the connection can often be slow and unreliable, especially in budget accommodations. Don't rely solely on public Wi-Fi; a local SIM with a data plan is far more dependable.\n\n### Essential Apps\n- **Navigation:** Google Maps works well for navigation across the country.\n- **Ride-hailing:** Uber and Ola are essential for getting around cities conveniently and with transparent pricing.\n- **Trains:** The IRCTC app is the official app for booking train tickets, though it can be difficult for foreigners to set up. Apps like 'Where is my Train' are excellent for tracking live train status.\n- **Messaging:** WhatsApp is the most popular messaging app for communication.\n\n### Internet Censorship\nIndia does not have widespread internet censorship like China. All major international websites and social media apps are freely accessible. However, the government has occasionally implemented temporary internet shutdowns in specific regions during times of civil unrest."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Climate & Seasons\nIndia's climate is incredibly diverse. The best time to visit most of the country is during the cool, dry season from November to March. The summer months (April-June) can be brutally hot, with temperatures exceeding 40°C (104°F). The monsoon season (June-September) brings heavy rain and high humidity, which can lead to flooding and travel disruptions. The Himalayan north has its own climate, with pleasant summers and very cold, snowy winters.\n\n### Transportation\nThe Indian railway network is one of the largest in the world and a quintessential travel experience. For long distances, trains are often a better option than buses. Domestic flights are also a fast and affordable way to cover large distances. Within cities, auto-rickshaws are a common mode of transport, but always agree on a fare beforehand or insist on using the meter. Ride-hailing apps offer a more comfortable alternative.\n\n### Social Norms & Culture Shock\nIndia can be an intense and overwhelming experience for first-time visitors—a true 'culture shock'. The sheer volume of people, noise, and poverty can be challenging. Patience, flexibility, and a good sense of humor are your most important assets. Staring is common and not necessarily meant to be rude; it's often just curiosity. Be prepared for a different concept of personal space in crowds.\n\n### Shopping & Business Hours\nBargaining is expected in local markets and with auto-rickshaw drivers, but not in department stores or restaurants with fixed prices. Typical business hours are from 10 AM to 6 PM, though shops often stay open much later. Many businesses are closed on Sundays. In smaller towns, some shops may close for a lunch break."
    }
  }
}

