{
  "name": "Japan",
  "content": {
    "documents": {
      "title": "Documents & Entry Requirements",
      "content": "### Passport\nAll visitors need a valid passport. Ensure your passport is valid for the length of your stay (at least 6 months remaining is prudent). If your home country has a visa waiver (short-stay visa exemption) agreement with Japan, you may not need a visa for tourist visits (typically up to 90 days) [mofa.go.jp](https://www.mofa.go.jp/j_info/visit/visa/short/novisa.html). Check Japan’s official visa exemption list or your embassy before traveling.\n\n### Visa Types\n- **Visa-Exempt Short Visits:** Citizens of 74 countries (including the USA, EU nations, Australia, etc.) can enter without a visa for short tourist/business stays (usually 90 days, with some exceptions like Indonesia/Thailand 15 days, Brunei/Qatar 30 days [mofa.go.jp](https://www.mofa.go.jp/j_info/visit/visa/short/novisa.html)).\n- **Tourist (Temporary Visitor) Visa:** If you are from a non-exempt country, apply for a temporary visitor visa at a Japanese consulate. Required documents typically include your passport, a recent photo, travel itinerary, and proof of funds. Processing times vary.\n- **Working Holiday Visas:** Japan has working-holiday agreements with certain countries (e.g. Australia, New Zealand, UK, Canada, South Korea, etc.). These allow young people (usually aged 18–30 or 35) to stay up to 1 year and work part-time. Eligibility is limited by country and quota, and each agreement has specific requirements.\n- **Long-Term Visas:** For stays over 90 days or for work/study, you need a long-term visa. This includes student visas, work visas (e.g., Engineer/Specialist in Humanities), spouse/family visas, etc. Most long-term visas require a Certificate of Eligibility (COE) issued by Japanese immigration before applying. For example, a work visa applicant usually needs a COE obtained by the sponsoring company [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page22e_000921.html). A medical stay visa (for treatment) also needs a COE [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page22e_000921.html).\n\n### Immigration Process\nUpon arrival, you’ll fill out an Embarkation/Disembarkation Card for Foreigners. Immigration officers will check your passport, visa (if required), and ask about the purpose and length of your stay. Customs declarations are needed for large sums of money (>1,000,000 JPY) or certain goods. Japanese immigration does not require advance COVID testing or vaccination proof since April 2023 [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page4e_001053.html) (all COVID-19 restrictions lifted). Some countries’ nationals may face health checks (e.g., tuberculosis screening) if staying long-term [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page4e_001053.html), but routine travelers are generally not tested on arrival.\n\n### Travel Insurance\nInternational travel medical insurance is highly recommended and in some cases expected [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page4e_001053.html). It can cover medical emergencies, hospital stays, and even unexpected trip delays. Although not always checked at entry, the Japanese government has proposed making proof of insurance mandatory for tourists to reduce unpaid medical bills [asiainsurancereview.com](https://www.asiainsurancereview.com). Regardless, get a plan covering accident, illness, repatriation, and (optionally) COVID-19, especially for long trips or remote destinations. Keep digital and physical copies of your policy.\n\n### Local Registration (Residence Card)\nIf your stay exceeds 90 days (mid-to-long-term resident), immigration will issue you a Residence Card (Zairyu Card) at the airport. You must register your address at the local municipal office within 14 days of moving into any new address [jetro.go.jp](https://www.jetro.go.jp/en/invest/setting_up/section3/page7.html). The card records your name, address, status of residence and expiration. If any of these details change (name, address), you are legally required to report the change immediately to your city office or immigration [jetro.go.jp](https://www.jetro.go.jp/en/invest/setting_up/section3/page7.html). Temporary visitors (tourists) and short-term visa holders (up to 90 days) do not register or get a residence card; just carry your passport."
    },
    "culture": {
      "title": "Culture & Etiquette",
      "content": "Japan’s culture places great emphasis on respect, harmony, and courtesy. Visitors should be mindful of social customs such as bowing instead of shaking hands [japan.travel](https://www.japan.travel/en/guide/culture/), and using polite language (e.g. saying “Sumimasen” to mean “excuse me” or “thank you” and “Arigatou gozaimasu” for “thank you very much”) [japan.travel](https://www.japan.travel/en/guide/culture/). It is polite to reply with “Yoroshiku onegaishimasu” when meeting or parting (equivalent to “pleased to meet you/take care of me”).\n\n### Shoes & Clothing\nRemove your shoes when entering homes, temples, some traditional restaurants or ryokan (Japanese inns) [japan.travel](https://www.japan.travel/en/guide/culture/). Slippers are often provided, but do not wear indoor slippers outdoors or in bathrooms. Bright tattoos might be off-putting (often associated with the Yakuza), especially in bathhouses (onsen) [japan.travel](https://www.japan.travel/en/guide/culture/).\n\n### Public Behavior\nJapan values public quietness and order. Queue properly and keep voices low on public transit. Don’t speak on your phone on trains or buses [japan.travel](https://www.japan.travel/en/guide/culture/). On escalators, stand on one side (left in Tokyo, right in Osaka) to let others pass.\n\n### Dining Etiquette\nShow appreciation before and after meals by saying “Itadakimasu” (before) and “Gochisosama” (after). Slurping noodles is acceptable and even polite [japan.travel](https://www.japan.travel/en/guide/culture/). Do not stick chopsticks upright in rice or pass food directly chopstick-to-chopstick.\n\n### Tipping\nTipping is not practiced in Japan [japan.travel](https://www.japan.travel/en/guide/culture/). Good service is expected and included in the price. If you leave money, staff will chase you down to return it."
    },
    "safety": {
      "title": "Safety & Security",
      "content": "### Low Crime Rates\nJapan consistently ranks among the world’s safest countries. Violent crime is very rare and the general public values order and mutual respect [jrailpass.com](https://www.jrailpass.com/blog/is-japan-safe). It is common to see very elderly people out alone, cars unlocked, and children commuting solo. Still, always use common sense: keep an eye on belongings and avoid unlit areas late at night.\n\n### Common Scams\nWhile Japan has few violent risks, scams do target tourists in popular areas. In nightlife districts (e.g. Tokyo’s Kabukicho, Roppongi), avoid invitations from strangers into bars or clubs that promise “special deals” – these can be rip-off bars with huge hidden charges [godigit.com](https://www.godigit.com/international-travel-insurance/japan/is-it-safe). Never leave drinks unattended to prevent spiking [godigit.com](https://www.godigit.com/international-travel-insurance/japan/is-it-safe).\n\n### Emergency Services\nJapan’s emergency numbers are easy to remember: 110 for police, 119 for fire or ambulance [godigit.com](https://www.godigit.com/international-travel-insurance/japan/is-it-safe). For non-urgent inquiries, the Japan Helpline (0570-000-911) offers multilingual assistance.\n\n### Natural Disasters\nJapan is prone to earthquakes, tsunamis, and typhoons. Buildings are earthquake-resistant [jnto.go.jp](https://www.jnto.go.jp/safety-tips/eng/emergency/index.html), and public drills and warnings are common. \n- **Earthquakes:** “Drop, Cover, Hold On” during tremors [jrailpass.com](https://www.jrailpass.com/blog/is-japan-safe). Early warnings are issued on TV and phones [jnto.go.jp](https://www.jnto.go.jp/safety-tips/eng/emergency/index.html).\n- **Tsunamis:** If the ground shakes strongly near the coast, move quickly to higher ground [jnto.go.jp](https://www.jnto.go.jp/safety-tips/eng/emergency/index.html).\n- **Typhoons:** Season runs May–October. Check weather bulletins and heed warnings. Public transit may shut down [jrailpass.com](https://www.jrailpass.com/blog/is-japan-safe)."
    },
    "health": {
      "title": "Health & Medical",
      "content": "### Quality Healthcare\nJapan has advanced healthcare. Major city hospitals often have international wards or staff who speak English. The JMIP certification marks facilities equipped to serve foreign patients [jnto.go.jp](https://www.jnto.go.jp/safety-tips/eng/mi_guide.html). For emergencies, dial 119 for an ambulance.\n\n### Pharmacies\nOver-the-counter medicines are available at drugstores (薬局 yakkyoku). Note: Japan restricts some medications (e.g. codeine, some cold medicines) so bring a doctor’s note for prescription drugs.\n\n### Vaccinations\nJapan has no special vaccine requirements for entry. Recommended routine vaccinations (MMR, DTP, etc.) apply as usual. For long stays or rural travel, consider Japanese Encephalitis vaccine.\n\n### Food & Water Safety\nTap water is completely safe and tasty to drink [jrailpass.com](https://www.jrailpass.com/blog/is-japan-safe). Japanese food hygiene standards are extremely high, and food poisoning is relatively rare. However, exercise usual care with raw foods like sushi and sashimi.\n\n### Health Insurance for Tourists\nMedical fees in Japan can be high. Carry comprehensive travel medical insurance covering accidents, illness, evacuation, and COVID. This is a critical safety net [mofa.go.jp](https://www.mofa.go.jp/ca/fna/page4e_001053.html)."
    },
    "money": {
      "title": "Money & Expenses",
      "content": "### Currency\nThe Japanese currency is the yen (¥). Coins are ¥1, ¥5, ¥10, ¥50, ¥100, ¥500. Banknotes are ¥1,000, ¥2,000 (rare), ¥5,000, and ¥10,000. Credit cards are widely accepted, but many small shops and restaurants, especially in rural areas, still prefer cash.\n\n### ATMs\nWithdraw cash from ATMs at 7-Eleven and some Lawson stores, which accept most foreign cards [sevenbank.co.jp](https://www.sevenbank.co.jp/intlcard/). Japan Post (yuubin) ATMs also accept foreign-issued cards.\n\n### Cost of Living & Budget\nJapan can be expensive. A modest daily budget might be about ¥8,000–¥15,000 ($50–$100) for food and local travel. Budget hotels or hostels are ¥3,000-¥8,000 per night; mid-range hotels are ¥10,000+ per night.\n\n### Tipping\nNo tipping required or expected [japan.travel](https://www.japan.travel/en/guide/culture/). Service charges are included in bills. A polite bow or “thank you” is enough.\n\n### Sales Tax & Refunds\nJapan’s consumption tax is 10%. Tax-free shopping is available for tourists spending over ¥5,000 at participating stores. Present your passport at the register to have the tax amount deducted."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Mobile Data & SIM Cards\nJapan’s main carriers are NTT Docomo, SoftBank, and au (KDDI). For short visits, consider a prepaid SIM or eSIM from providers like Airalo or Ubigi. For unlimited high-speed data, a pocket Wi-Fi router rental is common and can be ordered online or at airport counters.\n\n### Free Wi-Fi\nJapan has many public Wi-Fi spots at train stations, airports, cafes, and convenience stores. Downloading the “Japan Wi-Fi Auto-connect” app allows your phone to automatically connect to trusted free networks [en.japantravel.com](https://www.en.japantravel.com/guide/japan-wi-fi).\n\n### Essential Apps\n- **Navigation & Transit:** Google Maps and Apple Maps work well. HyperDia or Navitime apps provide train schedules.\n- **Translation:** Google Translate with Japanese offline pack is invaluable. Apps like Yomiwa can scan menus.\n- **Payment:** Suica/Pasmo prepaid IC cards can be used at vending machines, convenience stores, and some restaurants."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Language\nJapanese (Nihongo) is the national language. English signage exists in major transit hubs and tourist spots, but not everywhere. Learning a few key phrases (please: お願いします onegai shimasu; thank you: ありがとう arigatou) greatly eases daily life.\n\n### Transportation\n- **Trains:** Japan’s rail network is world-class. Buy a SUICA/PASMO IC card for tap-and-go travel. A Japan Rail Pass can be cost-effective for long-distance travel.\n- **Buses:** Local buses are clean and punctual. Pay as you exit with exact change or an IC card.\n- **Taxis:** Safe and convenient but expensive. Most do not accept credit cards, so have cash ready. No tipping.\n\n### Climate & Seasons\n- **Spring (Mar–May):** Mild weather, famous cherry blossoms.\n- **Summer (Jun–Aug):** Hot and humid, with a rainy season in June/July.\n- **Autumn (Sep–Nov):** Clear, mild weather with beautiful autumn foliage.\n- **Winter (Dec–Feb):** Cold, with heavy snow in the north (ski season)."
    }
  }
}
