{
    "name": "New Zealand",
    "content": {
      "documents": {
        "title": "Documents",
        "content": "### Visas\nMany visitors must obtain a New Zealand Electronic Travel Authority (NZeTA) before arrival. The NZeTA is valid for 2 years and allows multiple entries (up to 3 months per visit; 6 months for UK citizens) [immigration.govt.nz](https://www.immigration.govt.nz/new-zealand-visas/visas/visa/nzeta). You will also pay an International Visitor Levy (IVL). Australian citizens need no visa.\n\n### Departure Taxes\nNew Zealand includes small border levies in airfares. The NZ IVL is charged on arrival, not departure.\n\n### Customs & Biosecurity\nDeclare all biosecurity risk items like food, plants, and animal products. A Border Cash Report is required for NZ$10,000+ in cash [customs.govt.nz](https://www.customs.govt.nz/personal/travel-to-and-from-nz/)."
      },
      "culture": {
        "title": "Culture",
        "content": "### Indigenous Cultures\nMāori culture is a prominent part of New Zealand's identity. Formal greetings (like the hongi – pressing noses) are used on marae (meeting grounds) [teara.govt.nz](https://teara.govt.nz/en/nga-tikanga-o-te-marae-marae-protocol). When visiting a marae, you will usually experience a pōwhiri (welcome ceremony).\n\n### Holidays & Festivals\nKey public holidays include Waitangi Day (Feb 6), ANZAC Day (April 25), and Matariki (Māori New Year in June/July) [teara.govt.nz](https://teara.govt.nz/en/public-holidays).\n\n### Food Culture\nNZ is famous for lamb, fish and chips, pavlova, and Māori hāngi (slow-cooked meat in an earth oven). Café culture is strong, with excellent coffee.\n\n### Environmental Values\nNew Zealanders hold strong “kaitiakitanga” (guardianship) values. Littering or disrespecting natural sites is socially frowned upon."
      },
      "safety": {
        "title": "Safety",
        "content": "### Emergency Numbers\nIn an emergency dial **111** for police, fire, or ambulance [newzealand.com](https://www.newzealand.com/us/feature/safety-in-new-zealand/). You can also call Healthline at 0800-611-116 for medical advice.\n\n### Wildlife Safety\nNew Zealand has very little dangerous wildlife. There are no poisonous snakes or spiders. Sandflies can be a nuisance in some areas; use repellent.\n\n### Natural Disasters\n- **Earthquakes:** New Zealand is in a seismically active zone. In a tremor: drop, cover, and hold.\n- **Volcanoes:** There are active volcanoes, particularly on the North Island. Avoid any restricted zones.\n- **Tsunamis:** Though rare, tsunami warnings should be taken seriously. Observe evacuation signage on coasts.\n\n### Legal Considerations\nThe drinking age is 18. Driving is on the left. Seat belts are mandatory. Do not drink and drive. Recreational drug use is illegal."
      },
      "health": {
        "title": "Health",
        "content": "### Healthcare System\nThe Accident Compensation Corporation (ACC) covers accidental injuries for everyone, including visitors. However, illness care is not free, so comprehensive travel health insurance is highly advised [internationalinsurance.com](https://www.internationalinsurance.com/new-zealand/health-insurance/).\n\n### Vaccinations\nNo specific vaccinations are required for entry. Ensure routine immunizations are up-to-date.\n\n### Sun Safety\nNew Zealand has high UV radiation. Use sunscreen (SPF 30+), wear a hat, and sunglasses.\n\n### Pharmaceuticals\nBring any special medications in sufficient quantity, in their original packaging with a doctor's prescription."
      },
      "money": {
        "title": "Money",
        "content": "### Currency & Payment\nNew Zealand’s currency is the New Zealand dollar (NZD). Credit/debit cards are widely accepted. ATMs are plentiful.\n\n### Costs & Budgeting\nPrices are similar to other Western countries. A casual meal may cost ~NZD 15–25. Tap water is safe to drink.\n\n### Tipping\nTipping is not expected, but you can tip around 10% for exceptional service in restaurants."
      },
      "connectivity": {
        "title": "Connectivity",
        "content": "### Mobile Phones & SIM Cards\nThe main networks are Spark, One NZ (Vodafone), and 2degrees [esimnewzealand.com](https://esimnewzealand.com/). Tourist SIM plans are available at airports and retail stores. eSIM plans are also available.\n\n### Wi-Fi\nFree Wi-Fi is available in many city centers, cafes, and hotels, but having a local SIM is recommended for consistent access."
      },
      "adaptation": {
        "title": "Adaptation",
        "content": "### Climate Adjustments\nNew Zealand has a maritime climate with mild summers and cool, wet winters. The weather can change quickly, so pack layers, including a waterproof jacket.\n\n### Lifestyle Tips\nEmbrace the outdoor lifestyle. New Zealand offers incredible hiking ('tramping'), adventure sports, and stunning natural scenery.\n\n### Social Norms\nNew Zealanders ('Kiwis') are known for being friendly, laid-back, and informal. Respect for Māori culture is important. Learning a few Māori phrases like “kia ora” (hello) is appreciated."
      }
    }
}
