{
  "name": "USA",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "### Visiting the United States: Practical Tourist Guide\n\nAll visitors need a valid passport and appropriate visa or authorization. Most tourists require a B-2 (visitor) visa; however, citizens of Visa Waiver Program (VWP) countries may enter without a visa for up to 90 days ([travel.state.gov](https://travel.state.gov)). If eligible, you must apply for an ESTA (Electronic System for Travel Authorization) online before departure. Your passport should be valid throughout your stay (ideally six months beyond your planned departure) ([travel.state.gov](https://travel.state.gov)). Even if your passport has expired, a valid U.S. visa in it still counts – carry both passports in that case ([travel.state.gov](https://travel.state.gov)). U.S. Customs requires all travelers to complete a declaration form; you are allowed up to $800 worth of goods duty-free upon arrival ([cbp.gov](https://cbp.gov)) (additional items may incur duties). Always declare larger purchases or any cash over $10,000 to avoid fines.\n\n**Passport & Visa:** Carry a passport (with at least six-month validity) and either a B1/B2 visitor visa or an approved ESTA (for VWP nationals) ([travel.state.gov](https://travel.state.gov)). Canadians/Bermudans generally do not need a visa for tourism.\n\n**Entry Documents:** You’ll receive an electronic I-94 or stamp on entry. Keep boarding passes and return tickets handy in case officers ask. Use the automated passport control kiosks or Mobile Passport app at many airports to speed up immigration.\n\n**Customs:** Fill out the customs declaration (usually on the plane) and be honest. You may bring back up to $800 of personal purchases duty-free ([cbp.gov](https://cbp.gov)). Avoid carrying prohibited items (e.g. illegal drugs, certain fresh foods) and declare large sums of money."
    },
    "culture": {
      "title": "Culture",
      "content": "Americans are generally friendly and informal. Politeness and small talk are common – greetings like “How are you?” are meant as pleasantries ([interexchange.org](https://interexchange.org)). Stand in line and wait your turn in public places. Dress is casual in most settings (jeans and sneakers are normal) ([interexchange.org](https://interexchange.org)), though business or fine dining may require more formal attire. Respect personal space (about an arm’s length) and privacy. Common courtesy (please/thank you) goes a long way. Avoid sensitive topics (politics, religion, money) unless you know people well.\n\n**Communication:** Americans tend to be direct but polite. It’s normal to make small talk about the weather, sports or weekend plans ([interexchange.org](https://interexchange.org)). A brief “Good, thanks! And you?” is an expected response to “How are you?” ([interexchange.org](https://interexchange.org)).\n\n**Tipping:** Tipping is customary for most services. In restaurants, tip 15–20% of the pre-tax bill ([interexchange.org](https://interexchange.org)). Tip bartenders $1–$2 per drink. Taxi or rideshare drivers expect ~10–15%. Leave $1–$2 per bag for bellhops and ~$2–$5 per day for hotel housekeeping. Don’t tip on top of taxes (tips should be on the bill subtotal).\n\n**Do’s and Don’ts:** Do greet with a handshake or friendly nod; do use titles (Mr./Ms.) in formal situations. Do queue in lines patiently. Don’t talk loudly indoors or chew gum when speaking. Do smile in casual settings. **Dos:** Be punctual, ask permission before photographing people, and follow local laws. **Don’ts:** Don’t jaywalk or litter (fines are common), don’t consume alcohol in undesignated public areas, and don’t comment on others’ personal matters."
    },
    "safety": {
      "title": "Safety",
      "content": "The U.S. is generally safe, but standard precautions apply. Crime rates vary by city and neighborhood. Petty theft (pickpocketing, bag-snatching) can occur in crowded urban areas ([travel.gc.ca](https://travel.gc.ca)). Avoid poorly lit or deserted areas at night, especially alone. Register with your embassy (e.g. STEP program) and always keep copies of important documents.\n\n**General Safety:** Keep valuables (wallet, passport, electronics) secured at all times. Use hotel safes for passports and extra cash. Be alert in tourist hotspots and on public transit.\n\n**Local Crime:** In big cities, most violent crime is confined to high-crime neighborhoods ([travel.gc.ca](https://travel.gc.ca)). Tourists are rarely targeted, but verify local crime maps or advisories before visiting a neighborhood. If threatened or robbed, do not resist – hand over valuables.\n\n**Common Scams:** Beware of drivers or strangers signaling car trouble on highways. If someone waves you to stop, stay in your car, turn on hazards, and drive to the next service station ([travel.gc.ca](https://travel.gc.ca)). Use ATMs in busy, well-lit locations only, and cover the keypad when entering your PIN ([travel.gc.ca](https://travel.gc.ca)). Check card readers for tampering to avoid skimming.\n\n**Emergency Contacts:** Dial 911 for any emergency (police, fire, ambulance) ([travel.gc.ca](https://travel.gc.ca)). For non-urgent medical advice, you can call health hotlines or visit a pharmacy. Locate your country’s embassy or consulate for assistance in legal or serious personal matters.\n\n**Solo/Female Travel:** Stick to populated areas and share your itinerary with someone you trust. Use ride-hailing apps (Uber/Lyft) instead of hailing cabs in the street, especially at night. Dress modestly if visiting religious sites. Generally, common-sense vigilance is sufficient – violent crime against tourists is rare."
    },
    "health": {
      "title": "Health",
      "content": "Medical care in the U.S. is high-quality but very expensive. Travel health insurance is strongly recommended ([travel.state.gov](https://travel.state.gov)). Verify whether your insurance covers the U.S. or buy a short-term policy that includes emergency care and evacuation.\n\n**Insurance:** U.S. government programs (Medicare, Medicaid) do not cover foreigners ([travel.state.gov](https://travel.state.gov)). Purchase travel medical insurance before your trip. Policies may offer direct billing to hospitals.\n\n**Vaccinations:** No vaccines are required for entry. However, CDC advises being up-to-date on routine immunizations (MMR, tetanus, flu, etc.) ([wwwnc.cdc.gov](https://wwwnc.cdc.gov)). COVID-19 vaccination is not required for entry as of May 2023 ([travel.state.gov](https://travel.state.gov)). Check CDC travel notices for any regional alerts.\n\n**Healthcare Access:** In an emergency, dial 911 for an ambulance. For non-emergencies, urgent care clinics or hospital ERs are available in most cities. Pharmacies (e.g. CVS, Walgreens) are widespread; pharmacists can provide basic medication and advice. Keep a list of any prescription medicines and their generic names, as brand names may differ.\n\n**Precautions:** Drink bottled or filtered water in remote areas. Practice sun safety (high SPF sunscreen) and stay hydrated in hot regions. Follow CDC guidelines for jet lag and travel fatigue: rest well, eat light meals, and adjust sleep schedules gradually ([wwwnc.cdc.gov](https://wwwnc.cdc.gov))."
    },
    "money": {
      "title": "Money",
      "content": "The currency is the U.S. dollar (USD). Credit and debit cards (Visa, Mastercard, Amex) are accepted almost everywhere; carry some cash for small vendors or tips. ATMs are plentiful, but use those inside banks or major stores to minimize risk and fees ([travel.gc.ca](https://travel.gc.ca)).\n\n**Currency & Cards:** Inform your bank you’ll be traveling to avoid card blocks. Most merchants accept major cards, but always ask if a surcharge applies. Small bills ($1, $5) are handy for tips and incidental purchases.\n\n**Tipping and Tax:** As noted above, tipping 15–20% is expected in service industries. Remember that sales tax (typically 3–10%) is added at checkout on most purchases, but not included in displayed prices ([visittheusa.com](https://visittheusa.com)). Sales tax rates vary by state (no tax in AK, DE, MT, NH, OR) and are not refundable to visitors ([visittheusa.com](https://visittheusa.com)). Large purchases may incur additional state-specific taxes.\n\n**Budgeting:** The U.S. can be expensive. Typical mid-range meals cost $15–25 per person (before tax/tip), and hotel rooms vary widely by city/season. Plan transportation costs (rental car, gas, tolls, ride-share fares). Use apps like Splitwise if sharing expenses.\n\n**ATMs:** Use bank-affiliated ATMs to avoid high fees. Shield your card and PIN when withdrawing cash. Monitor account activity for any unauthorized charges."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "Staying connected is easy. Major networks (AT&T, Verizon, T-Mobile) offer reliable coverage nationwide. Prepaid SIM cards are sold at airports, carrier shops and big retailers ([esim.holafly.com](https://esim.holafly.com)). Alternatively, use an eSIM plan if your phone supports it.\n\n**Mobile Data:** You can buy a prepaid SIM (often ~$10–$60 for 30 days) with data, calls and texts ([esim.holafly.com](https://esim.holafly.com)). Major providers have coverage in most cities; rural areas may have spotty signal. Activate before you travel, or pick up a SIM at the airport.\n\n**Wi-Fi:** Free Wi-Fi is common in hotels, cafes, airports and public libraries. Always confirm a network’s name and ask staff if unsure. Avoid using public Wi-Fi for sensitive transactions without a VPN.\n\n**Useful Apps:** Download navigation apps like Google Maps or Waze for driving and transit directions. Use Uber or Lyft apps for on-demand rides. Language apps (Google Translate) can help in non-English areas, though English is widely spoken. Also consider apps like Yelp or TripAdvisor for finding restaurants and reviews.\n\n**Staying in Touch:** Internet messaging (WhatsApp, Messenger) and social media are widely used. Check roaming rates with your carrier, or simply buy a local plan for data. Most Americans use smartphone texting and email to communicate quickly."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "**Adaptation Tips**\n\nFinally, give yourself time to adjust. The U.S. is large and diverse, with many climates, cuisines, and customs.\n\n**Language:** English is the main language; Spanish is common in many regions. Americans appreciate any effort to speak English and are generally patient with accents. Pronunciation mistakes are usually not mocked. Learning a few polite phrases (“please,” “thank you,” “excuse me”) in English will be well-received.\n\n**Climate & Clothing:** Check the weather for your destinations. Pack layers: northern winters can be snowy, southern summers very hot, coasts breezy. Bring an umbrella or jacket for spring/fall rains. Don’t underestimate sun and glare; sunglasses and sunscreen are wise.\n\n**Jet Lag:** To combat jet lag, try to adapt your sleep schedule a day or two before departure. Stay hydrated during the flight, and get sunlight exposure upon arrival to reset your body clock. Avoid heavy meals and alcohol on the plane.\n\n**Food & Meals:** American meal portions tend to be large ([interexchange.org](https://interexchange.org)). Breakfast is often light (cereal, toast), lunch is around noon (often “to-go” sandwiches or fast food), and dinner (largest meal) is typically 5–7pm ([interexchange.org](https://interexchange.org)). Don’t hesitate to ask for a “to-go box” to take leftovers home ([interexchange.org](https://interexchange.org)). Try local specialties (e.g. regional barbecue, New York pizza, Tex-Mex) but also be mindful of dietary changes. Tap water is safe to drink everywhere.\n\n**Getting Around:** Outside big cities, driving is the norm. Rent a car if you plan to travel between cities or rural areas (remember Americans drive on the right). In large cities, rely on subways, buses or rideshare. Always follow traffic rules (seatbelts required, speed limits posted).\n\n**Local Etiquette:** First names are often used even on first meeting (unless a title is given). Address service staff politely and say “please/thank you”. Tipping (as above) is expected, so factor it into costs. Respect rules such as no eating on many public transit, and smoking restrictions."
    }
  }
}
