
{
  "name": "USA",
  "content": {
    "documents": {
      "title": "Documents",
      "content": "### Visa Requirements\nMost international tourists need a visa to enter the United States. However, citizens of 41 countries participating in the Visa Waiver Program (VWP), including the UK, most EU nations, Australia, New Zealand, Japan, and South Korea, can visit for up to 90 days for tourism or business without a visa. VWP travelers must obtain a mandatory Electronic System for Travel Authorization (ESTA) online at least 72 hours before departure. An approved ESTA is valid for two years. All other travelers must apply for a B-2 (tourism) visa at a U.S. embassy or consulate.\n\n### Application Process\nFor an ESTA, apply through the official U.S. Customs and Border Protection website: [esta.cbp.dhs.gov](https://esta.cbp.dhs.gov/). The process is entirely online and requires a valid e-passport, a credit card for the application fee, and your travel details. For a B-2 visa, you must complete the DS-160 online application, pay a fee, and attend an in-person interview at a U.S. embassy or consulate, where you may be required to provide evidence of your ties to your home country and the purpose of your trip.\n\n### Passport Validity\nYour passport must be valid for the duration of your intended stay. The 'six-month validity rule' is waived for citizens of many countries, meaning your passport only needs to be valid for your trip. However, it's always a good practice to have at least six months of validity to avoid any issues. Your passport must also be an e-passport (with a chip) to be eligible for the VWP/ESTA.\n\n### Customs and Declarations\nUpon arrival, you must complete a customs declaration form (CBP Form 6059B). You are required to declare any agricultural products (fruits, vegetables, meats) and any currency or monetary instruments over $10,000. Failure to declare can result in fines or confiscation. The duty-free allowance for visitors is typically one liter of alcohol, 200 cigarettes, and up to $100 in gifts.\n\n### Departure Taxes\nDeparture taxes and fees (such as security and passenger facility charges) are included in the price of your airline ticket and are not paid separately at the airport."
    },
    "culture": {
      "title": "Culture",
      "content": "### Social Etiquette & Norms\nAmerican culture is generally informal and friendly. A firm handshake with eye contact is the standard greeting in most situations. Punctuality is important; if you are going to be late, it's polite to call and let the person know. Americans value personal space, so stand about an arm's length away when conversing. 'Small talk' with strangers (commenting on the weather, for example) is common and considered friendly.\n\n### Dining Etiquette\nIn restaurants, a host or hostess will typically seat you. It is common for servers to be very attentive and refill drinks frequently. To get your server's attention, try to make eye contact; shouting or waving is considered rude. The bill is often presented after you finish eating, and payment is usually made at the table. Portions are often large, and it is perfectly acceptable to ask for a 'to-go box' for leftovers.\n\n### Tipping Culture\nTipping is a significant part of the culture and is expected for most services, as many service industry workers rely on tips for their income. The standard tipping rate is:\n- **Restaurants:** 15-20% of the pre-tax bill.\n- **Bartenders:** $1-2 per drink or 15-20% of the bar tab.\n- **Taxis/Rideshares:** 10-15% of the fare.\n- **Hotel Staff:** $2-5 per night for housekeeping, $1-2 per bag for bellhops.\n\n### Language\nEnglish is the de facto national language. Spanish is the second most common language, widely spoken in many parts of the country, especially in Florida, Texas, and California. While Americans appreciate any effort to speak English, they are generally accommodating to non-native speakers.\n\n### Major Festivals & Holidays\n- **Independence Day (July 4th):** A major national holiday celebrated with parades, barbecues, and fireworks.\n- **Thanksgiving (Fourth Thursday in November):** A holiday centered around family feasts and expressing gratitude.\n- **Christmas (December 25th):** Widely celebrated with decorations, gift-giving, and family gatherings.\nTravel during these periods is extremely busy and expensive."
    },
    "safety": {
      "title": "Safety",
      "content": "### General Safety & Crime\nSafety in the U.S. varies significantly by city and neighborhood. While most areas are safe, crime rates in some urban centers can be high. Petty crime like pickpocketing can occur in tourist areas, but theft from cars is more common; never leave valuables visible in a parked car. Be aware of your surroundings, especially at night or in unfamiliar areas. Avoid displaying large amounts of cash or expensive jewelry.\n\n### Common Scams\nBe cautious of scams in major tourist hubs. In New York City, be wary of people trying to sell you fake tickets to attractions or \"discounted\" electronics on the street. In Las Vegas, watch out for street performers who become aggressive about payment after a photo. Use official ticket vendors and be skeptical of deals that seem too good to be true. Credit card skimming at ATMs or gas pumps can also be an issue; use machines in well-lit, reputable locations.\n\n### Emergency Numbers\nThe universal emergency number for police, fire, and ambulance is **911**. Be prepared to provide your location and the nature of the emergency.\n\n### Transportation Safety\nOutside of major cities like New York and Chicago, the U.S. is very car-dependent. Traffic rules are strictly enforced. Jaywalking (crossing the street outside of a designated crosswalk) is illegal and can result in a fine in some cities. Seat belts are mandatory for all passengers. Be aware of the risks of driving in adverse weather conditions like snowstorms in the north or hurricanes in the southeast.\n\n### Natural Disasters & Environment\nThe U.S. experiences a wide range of natural disasters. The West Coast is prone to earthquakes and wildfires. The Midwest has tornadoes ('Tornado Alley'). The Southeast and Gulf Coast face hurricanes from June to November. Pay attention to local weather alerts and follow any evacuation orders."
    },
    "health": {
      "title": "Health",
      "content": "### Healthcare System\nThe U.S. has a high standard of medical care, but it is extremely expensive. There is no universal healthcare system for visitors. A short trip to the emergency room for a minor issue can cost hundreds or even thousands of dollars. An overnight hospital stay can quickly run into tens of thousands.\n\n### Travel Insurance\nComprehensive travel health insurance is absolutely essential and should be considered mandatory for any trip to the USA. Ensure your policy has a high coverage limit (at least $1,000,000) and covers hospitalization, emergency treatment, and medical evacuation. Without insurance, you are personally liable for all medical costs.\n\n### Vaccinations\nNo vaccinations are required for entry. The CDC recommends that all travelers be up-to-date on routine vaccines. Depending on your activities, you may want to consider other vaccines, but for most tourist itineraries, no special shots are needed. Check the CDC website ([wwwnc.cdc.gov/travel](https://wwwnc.cdc.gov/travel)) for the latest advice.\n\n### Food & Water Safety\nTap water is safe to drink throughout the United States. Food hygiene standards in restaurants are high, and foodborne illness is not a major concern for most travelers. You can confidently eat at most establishments, from street food trucks to fine dining restaurants.\n\n### Environmental Health Risks\nThe sun can be extremely strong, especially in southern states like Florida, California, and Arizona, as well as at high altitudes in the Rocky Mountains. Use high-SPF sunscreen, wear a hat, and stay hydrated. Be aware of ticks when hiking in forested areas, as they can carry Lyme disease."
    },
    "money": {
      "title": "Money",
      "content": "### Currency\nThe currency of the United States is the U.S. Dollar ($, USD). It is divided into 100 cents. Coins come in denominations of 1 cent (penny), 5 cents (nickel), 10 cents (dime), and 25 cents (quarter). Banknotes are available in $1, $5, $10, $20, $50, and $100.\n\n### Payment Methods\nCredit and debit cards (Visa, Mastercard, American Express, Discover) are accepted almost everywhere. Contactless payments (tap-to-pay) and mobile wallets (Apple Pay, Google Pay) are also very common. While the U.S. is moving towards being a cashless society, it is still wise to carry some cash for small purchases, tips, or in case a smaller establishment doesn't accept cards.\n\n### ATMs & Money Exchange\nATMs are ubiquitous and can be found in banks, convenience stores, and supermarkets. Be aware that using an 'out-of-network' ATM will likely incur fees from both your bank and the ATM owner. For the best exchange rates, withdraw money from an ATM rather than using currency exchange counters at the airport. Inform your bank of your travel plans to prevent them from flagging your transactions as fraudulent.\n\n### Costs & Budgeting\nThe U.S. can be an expensive country to visit, with costs varying dramatically by region. A mid-range traveler might budget $150-250 per day. A meal at a casual restaurant can cost $15-25 per person, while a coffee is typically $3-5. Remember that displayed prices for goods and meals do not include sales tax (which varies by state, typically 5-10%) or tips.\n\n### Tipping Customs\nAs mentioned, tipping is a crucial part of the service economy. A 15-20% tip is standard for restaurant servers, bartenders, and taxi drivers. Forgetting to tip is considered very rude. Always calculate the tip based on the pre-tax amount of your bill."
    },
    "connectivity": {
      "title": "Connectivity",
      "content": "### Mobile & SIM Cards\nThe three major mobile networks are AT&T, Verizon, and T-Mobile. You can purchase prepaid SIM cards from these carriers at their retail stores or from major retailers like Walmart and Target. This can be a cost-effective way to get a U.S. phone number and data plan. For convenience, consider an eSIM from providers like Airalo or Holafly, which you can set up on a compatible phone before you even leave home.\n\n### Wi-Fi Availability\nFree Wi-Fi is widely available in hotels, cafes (like Starbucks), fast-food restaurants (like McDonald's), airports, and public libraries. While generally reliable in urban areas, the speed can vary. It's not recommended to rely solely on public Wi-Fi if you need consistent connectivity, especially outside of major cities.\n\n### Essential Apps\n- **Navigation:** Google Maps or Waze are essential for driving and for public transit directions in cities.\n- **Ride-hailing:** Uber and Lyft are the dominant ride-hailing apps and are available in most towns and cities.\n- **Reviews/Food:** Yelp is widely used for finding and reviewing restaurants, shops, and services.\n- **Parking:** Apps like SpotHero or ParkWhiz can help you find and book parking spots in advance in busy cities, often at a discount.\n\n### Internet Censorship\nThere is no internet censorship in the United States. All websites and social media platforms are freely accessible."
    },
    "adaptation": {
      "title": "Adaptation",
      "content": "### Climate & Seasons\nThe U.S. has a vast range of climates. The Northeast has cold, snowy winters and hot, humid summers. The Southeast has mild winters and very hot, humid summers, with a hurricane season from June to November. The Midwest has cold winters and hot summers. The West Coast has varied climates, from rainy in the Pacific Northwest to Mediterranean in California and desert in the Southwest. Always check the specific weather for your destination and pack accordingly, often with layers.\n\n### Transportation\nThe U.S. is a car-centric country. Renting a car is often the only practical way to explore areas outside of a few major cities with extensive public transit (like New York City, Chicago, or Washington D.C.). Remember to drive on the right-hand side of the road. Domestic flights are the best way to travel long distances between regions. Amtrak provides train service, but it is often slower and more expensive than flying.\n\n### Social Norms & Culture Shock\nThe sheer size of the country can be a shock. Distances between cities are vast. Americans are generally direct in their communication style, which can sometimes be mistaken for rudeness by those from more indirect cultures. The emphasis on individualism and consumerism is also a key aspect of the culture. Sales tax not being included in the price tag is a common point of confusion for visitors.\n\n### Shopping & Business Hours\nStandard business hours are typically 9 AM to 5 PM, Monday to Friday. Retail stores, however, have much longer hours, often from 10 AM to 9 PM, and are usually open seven days a week. Large supermarkets and 'big-box' stores like Walmart or Target are often open 24/7. Tipping is a must in restaurants and for other services."
    }
  }
}

